{"pages": [["So All People Thrive People & Culture   . ."], ["Overview Message from Leadership Dear   Fellow  Stakeholder Our 17th annual Corporate  Responsibility Report shows how  we are making progress toward a  low-carbon future and supporting  our people and communities  while delivering outstanding  results for our clients .One area of significant progress is improving our energy efficiency,  space optimization and renewable energy while also growing our  business.", "We have reduced emissions from our own operations by  24% since 2019, even though our employee headcount is up 17%.  ", "This is a notable marker on the road to achieving net zero carbon  emissions by 2040.   ", "Our work with clients is essential to reaching our net zero goal  while helping them achieve their own sustainability aspirations.  ", "Both investors and occupiers are increasingly tapping into CBRE’s  expertise to develop strategic roadmaps, optimize resources and  decarbonize buildings.", "CBRE also continues to foster diversity across its many dimensions.  ", "In 2023, our Employee Business Resource Groups grew to more  than 25,000 members globally.", "We also spent $2 billion with  companies owned by women, racial and ethnic minorities and  other underrepresented groups, extending our impact into our  communities.  ", "We operate CBRE with a strong ethical foundation, as expressed  in our values and adherence to the U.N. Global Compact’s Ten  Principles.", "This foundation, combined with the work of our   talented employees, enables us to grow and evolve our business   in sustainable and responsible ways.  ", "Please explore this report to learn more about what we are doing."], ["3rd Spent with small and diverse  suppliers ($2B diverse)Most sustainable U  .S .-based  company, according to Barron’s Buildings managed for energy and   sustainability46,500 Savings from identified energy efficiency and  decarbonization projects for GWS clients$124M+1 .7M 1,400+ Hours of learning by CBRE employees Ethics & Compliance  Ambassadors 25K 90th Members of Employee Business Resource Groups Percentile on the Corporate Political Disclosure  and"], ["Our Company [GRI 2-1, 2-2] CBRE provides services under the following brand names:  “CBRE” (real estate advisory and outsourcing services);  “CBRE Investment Management” (investment management);  “Trammell Crow Company” (U.S. and Europe development);  “Telford Homes” (U.K. residential development); and “Turner  & Townsend Holdings Limited” (global project and program  management).  ", "CBRE is a Fortune 500 (rank 135) and S&P 500 company  headquartered in Dallas, Texas, and incorporated in Delaware  in the United States.", "We marked our 117th year of continuous  operations in 2023, tracing our origins to a company founded  in San Francisco in the aftermath of the 1906 earthquake.  ", "Data for those same  entities are also included in this report, with the exception  of Turner & Townsend which has been a majority-owned  subsidiary of CBRE beginning in November 2021.", "We  anticipate including Turner & Townsend’s environmental,  social and governance (ESG) data in our 2024 Corporate  Responsibility report.", "is the world’s largest  commercial real estate services and  investment firm, based on 2023 revenue,  and the global market leader in most of our  business lines, including leasing, property  sales, occupier outsourcing and valuation .  ", "Our integrated solutions for investors and occupiers  help optimize real estate transaction and operating  costs, asset value, investment returns and workplace  experiences for clients in more than 100 countries .About  CBRE6"], ["Our Company We take great pride in our reputation  for upholding the highest standards in  the way we do business .  ", "RISE  V aluesOur commitment to our RISE values— Respect, Integrity, Service, Excellence— is a significant reason why CBRE is the  largest commercial real estate company  in the world.  ", "These standards are the foundation  on which our company is built and our  employees work and live by them.", "Excellence Service Integrity Respect We act with  consideration for  others’ ideas and  share information  openly to inspire  trust and encourage  collaboration .No", "one individual, no  one deal and no one  client is bigger than  our commitment to  our company and  what we stand for  .We approach our  clients’ challenges  with enthusiasm  and diligence,  building long-term  relationships by  connecting the right  people, capital and  opportunities .We"], ["[GRI 2-6] APAC EMEA AmericasAdvisory Services Advisory Services provides a comprehensive range of  services globally, including property leasing, capital  markets (property sales and mortgage origination),  mortgage servicing, property management and  valuation.", "We are the leading property sales and leasing  advisor globally.", "Global Workplace Solutions Global Workplace Solutions (GWS) provides a broad  suite of integrated facilities management and project  management solutions for occupiers of commercial  real estate at both a local and global level.", "We serve  clients looking to outsource and consolidate real estate  services to optimize costs, operational efficiencies and  workplace experiences.", "Real Estate Investments Real Estate Investments (REI) is a large real assets  developer, investor and operator comprised of two  businesses: investment management and real estate  development.", "Our supply  chain is an integral component of how  we deliver a comprehensive suite of  direct real estate services for   our clients.  ", "Types of Suppliers Engaged Products and Services Corporate  OperationsInformation technology Telecom, hardware, software, document management, consulting and professional services Marketing Promotional items, agency and media services, meetings and events, artwork, signage Facilities management Leasing, furniture, maintenance, construction materials and services External servicesAccounting and finance, employee benefits, consulting, legal, insurance, recruitment services, physical security, life/ fire safety, travel, learning and development, fleet management ClientFacilities, project and   property managementFurnishings, cleaning, landscaping, HVAC goods and services, life/fire safety, physical security, maintenance, office  services, architectural, engineering, general building and specialty contracting, maintenance, repair and operations  (MRO) supplies, fixtures, smart buildings technology and moreGlobally, in 2023, CBRE spent $33.1  billion directly with more than 131,000  Tier 1 suppliers (direct contracts with  CBRE), representing about 17% of total  spend.", "This includes 5,343 contracts  for purchases made on behalf of  our clients for facilities, project and  property management, as well as for our  corporate operations in 2023.", "Through  our project management and managing  agent arrangements, we influence  billions in additional spend."], ["[GRI 3-1, 3-2] Priority   ESG IssuesEvery two years, CBRE conducts  an Environmental, Social and  Governance (ESG) Issues  Assessment to shape our strategy  and reporting .", "CBRE identified the issues included in the assessment  based on U.N. Sustainable Development Goals,  consultation with internal subject matter experts and  other sources.", "An ESG Issues Assessment is one part of ongoing and  robust engagement with our stakeholders through  various meetings, communications, events and other  opportunities to discuss trends, challenges and corporate initiatives.", "The insights gained from the  various perspectives of our stakeholders shape our  strategy, enhance reporting, improve engagement and  inform communications with consultation and review  from our executive leadership.", "In 2022, CBRE engaged with stakeholders across all  levels of our organization, as well as clients, suppliers,  shareholders and industry associations.", "1Identify ESG  issues2Identify key  stakeholdersOur", "We  engaged stakeholders to identify issues relevant to the  real estate industry that have the greatest potential to  impact our business outcomes, as well as the issues  our company has the greatest ability to affect through  our activities.", "3Develop  and launch  engagement  tacticsOur approach to implementing the assessment  follows five steps: 4Analyze  and report  insights5Engage  stakeholders   on progress and  initiatives9"], ["Environmental Social Governance Placement on the map visually  represents relative impact and ability  to affect each ESG issue according to  our stakeholders.", "For example, an ESG  issue placed towards the bottom left  corner indicates an ESG issue has a  comparatively low potential impact on  business outcomes and CBRE has a  relatively low ability to affect the issue.", "Issues  mapped in the lower left corner are still  important, however, by comparison,  issues mapped in the top right corner  are considered a relatively higher  priority.", "We also recognize that many  ESG issues are interconnected and  have the ability to impact each other.  ", "Leaders manage ESG issues through  our Enterprise Risk Management (ERM)  Framework described in the Governance  section of this report."], ["—Carbon emissions  —Green and healthy buildings  —Sustainable service offeringsScaling a   Low Carbon   FutureCarbon Emissions Green &   Healthy Buildings Sustainability   Service Offerings Diversity,   Equity &   Inclusion Employee WellbeingTalent Engagement  & ManagementCybersecurity Corporate   Governance ComplianceCreating   Opportunities so   All People ThriveLeading with   Integrity to   Build Trust How CBRE builds the workforce of  the future by driving initiatives that  develop our employees and create a  diverse and inclusive workplace where  everyone can thrive.  ", "—Diversity, equity and inclusion  —Talent engagement and    management  —Employee wellbeingWe operate our business with the  highest ethics and integrity in  everything we do, which is foundational  for building trust with our   stakeholders.  ", "—Compliance  —Corporate governance  —CybersecurityOur latest assessment identified three themes that guide   CBRE’s sustainability strategy, inform our ongoing dialogue   with stakeholders and help prioritize reporting progress .  CBRE has begun our next assessment using a double materiality approach that incorporates   our entire value chain and will use the results to refine our sustainability strategy."], ["[GRI 3-1, 3-2] Sustainable  Development  Goals CBRE aspires to leverage our business impact and  influence to drive progress toward the United Nations  Sustainable Development Goals (SDGs) .", "The SDGs serve as a blueprint that aligns with our   North Star: creating the real estate solutions of tomorrow,  so businesses and people thrive.", "We prioritized our focus by  evaluating each of the 17 SDGs and the associated targets  using the following criteria:  —Connection to CBRE business strategy  —Geographic reach of our efforts advancing SDGs  —Level of our impact  —Level of our investment  —Length of our efforts As a result, we identified and mapped a total of 11 SDGs  to the environmental, social and governance issues most  relevant to our business.", "We recognize that CBRE can  contribute to the SDGs on different levels.  ", "Using our ESG Issues Assessment, we prioritized seven  SDGs where CBRE can have a direct impact and four SDGs  that we can influence through our work.", "The next page  outlines these primary and secondary SDGs and their  connection to top ESG issues.", "GHG Emissions in Managed  Properties, Energy Use  in Managed Properties,  Vehicles, Climate RiskEnergy Use in Managed  Properties, Solar Power  PartnershipEnergy Use in Managed  Properties, Community  Impact InitiativeSustainable and Diverse  Suppliers, Supplier ESG  Screening, Reduced  E-wasteNet Zero Strategy, Global  Sustainability Solutions Diversity, Equity & Inclusion,  Supplier Diversity, Community  Impact InitiativeEmployee Wellbeing,  Occupational Health   and SafetyDiversity, Equity &  Inclusion, Human Rights,  Supplier DiversityHuman Rights, Youth Career   Opportunities Community Impact Initiative  partnerships focused on climate  changeStandards of Business   Conduct, Human Rights Transparency &  AccountabilityINDUSTRY, INNOVATION  INDUSTRY, INNOVATION   AND INFRASTRUCTUREAND INFRASTRUCTURE9Environmental"], ["[GRI 2-29] Stakeholder & Community  Engagement CBRE’s stakeholders help shape our  corporate responsibility strategy  .  ", "Our engagement approach follows three principles— transparency, collaboration and shared value—that together  deliver mutually beneficial outcomes:  —Transparency and collaboration are grounded in open   communication to uncover unique perspectives  —Collaboration and shared value establish a    defined purpose  —Shared value and transparency allow us to clearly   communicate progressWhile our approach is consistent, we appreciate that each  stakeholder has a unique interest in CBRE.", "We define  stakeholders as individuals and organizations that can impact  or be impacted by our operations, such as shareholders,  clients, employees and community organizations—including  those serving underserved groups.", "We engage directly with many of our stakeholders as part  of our biannual ESG Issues Assessment, maintain an open  dialogue with them on an ongoing basis, apply global  guidelines to local engagements in our communities and  follow our Standards of Business Conduct and our externally  available Ethics HelpLine to address concerns.", "PerspectiveCollaboration Transparency Shared V alueEngageShare Accurate Information  for AccountabilityWork Together to  Solve Challenges Focus on Outcomes   Benefitting All StakeholdersPurpose Progress14"], ["Methods of   EngagementInvestors Clients Employees Suppliers Associations* Communities and Partners Quarterly earnings calls Client Care program Global employee intranet,   email communications, town hallsSupplier Code of Conduct Participation on boards   and committeesCommunity planning and nonprofit  organizations Investor presentations, events   and one-on-one meetingsLocalized research resources   and insightsEmployee engagement survey Supplier Diversity Program Presentations and attendance   at conferences and eventsChambers of commerce Response to information requests Employee Business   Resource GroupsEducational institutions  State and local civic organizations Examples Meet with major shareholders through annual  and other meetingsMeasure client satisfaction   through regular surveysCommunicate company strategy   through presentations, videos   and articlesConduct supplier governance   and performance meetingsShare best practices and   lessons learned on corporate   responsibility performance   and disclosurePresentations, hosted events and small-group  discussions Outreach and Engagement   ProgramProvide information to clients   on our corporate responsibility   performanceSolicit employee suggestions   throughout the yearAttend supplier   diversity conferencesPresentations and attendance   at conferences and eventsBoard service and volunteer initiatives Weekly podcasts hosted   by our Global Client StrategistEngage with unions and   bargaining units that represent   relevant employeesTours and workshops   Key Topics Corporate Governance Carbon Emissions Carbon Emissions Cybersecurity Carbon Emissions Market, economic development and  community issue insights Carbon Emissions Green & Healthy Buildings Employee Wellbeing Data Privacy Green and Healthy Buildings Health and wellbeing Diversity, Equity & Inclusion Renewable Energy Talent Engagement & Management Transparency Diversity, Equity & Inclusion Sustainability and community health Diversity, Equity & Inclusion Diversity, Equity & Inclusion Career opportunity preparation"], ["Notable Awards  & Honors General  —FORTUNE Most Admired Real Estate Company    14 consecutive years, including 2024  —FORTUNE America’s Most Innovative   Companies  —LIPSEY #1 commercial real estate brand    for 23 consecutive years, including 2024  —ETHISPHERE World’s Most Ethical Companies    11 years in a row, including 2024People/W orkplace  —BLOOMBERG Gender-Equality Index    4 years in a row in 2023  —HUMAN RIGHTS CAMPAIGN Best Place to   Work for LGBTQ Equality    for the 10th straight year  —DISABILITY EQUALITY INDEX    Best Place to Work   for Disability Inclusion  —FINANCIAL TIMES Diversity Leaders list    2 years in a row  —WALL STREET JOURNAL Best Companies    for Career GrowthSustainability  —BARRON’S #3 Most Sustainable    Company (U.S.)  —CDP A-performance score on    climate change disclosure  —3BL Media 2023 Best Corporate Citizen List    for 5 consecutive years  —FTSE4GOOD    10 consecutive years  —U.S. EPA 2024 ENERGY STAR Partner of the   Year – Sustained Excellence Award   Achieving recognition for 17th consecutive year 16"], ["[GRI 2-28] Memberships   & InitiativesCBRE is a member of these leading organizations:  — Boston College Center for Corporate Citizenship (BCCCC)   — Building Owners and Managers Institute (BOMI)  —Business Roundtable  —Catalyst (Workplaces that Work for Women)  —Clean Energy Buyers Alliance (CEBA)  —CORENET Global  —Corporate Eco Forum  —Corporate Electric Vehicle Alliance (CEVA), led by Ceres  —Global Real Estate Sustainability Benchmark (GRESB)  —Global Reporting Initiative (GRI) USA Network  — Green Building Councils   (including Australia, New Zealand, U.K. and U.S.)  —International Council of Shopping Centers (ICSC)  — International Financial Reporting Standards (IFRS)", "Foundation’s   International Sustainability Standards Board (ISSB)  —International Well Building Institute (IWBI)     — NAIOP, the Commercial Real Estate Development Association  —Property Council of NZ (PCNZ)  — Real Estate Roundtable (RER) and its Sustainability Policy Advisory  Committee (SPAC)  —Sustainability LeadersCBRE supports, endorses and/or engages in a number of external initiatives, including:  — Building Research Establishment Environmental Assessment Method (BREEAM)  —Business Roundtable Statement on the Purpose of a Corporation  —CEO Action for Diversity & Inclusion  —CDP  —The Climate Pledge  —Environmental Protection Agency (EPA) ENERGY STAR (U.S.)  —Greenhouse Gas (GHG) Protocol  —International Organization for Standardization (ISO)  —Living Wage Foundation  —Net Zero Asset Managers initiative (NZAMi)  —Principles for Responsible Investment (PRI)  —Science Based Targets initiative (SBTi)   Buildings Sector Expert Advisory Group  —Sustainable Accounting Standards Board (SASB) standards    —Sustainable Procurement Pledge   —United Nations Global Compact  —United Nations Guiding Principles on Business and Human Rights  —United Nations LGBTI Standards of Conduct for Business  —Urban Land Institute (ULI)    —Women’s Empowerment Principles (WEPs)  —World Green Building Council’s (WorldGBC) Advancing Net Zero Program 17"], ["2023 CORPORATE  RESPONSIBILITY   REPORTScaling a Low   Carbon FutureEnvironmental"], ["SustainabilityOur environmental sustainability strategy–for our operations  and sustainability solutions for clients–focuses on optimizing  resources and decarbonization.", "Our highest priorities include  energy efficiency, electrification, renewable energy, and  sustainable and healthy building design and operations.   ", "This work also aligns with five U.N. Sustainable Development  Goals: Affordable and Clean Energy; Industry, Innovation and  Infrastructure; Sustainable Cities and Communities; Responsible  Consumption and Production; and Climate Action.", "This section shares information on how we’re accelerating  change across our corporate operations and impacting the  building sector through sustainability solutions delivered to   our clients around the world.", "With nearly 500 corporate offices and  more than 7 billion square feet of managed  property globally, CBRE has an outsized  opportunity to help reduce greenhouse  gas (GHG) emissions through our own  operations, services provided to our clients  and throughout our value chain ."], ["Driving GHG emissions reductions for our managed buildings will require deep  collaboration with our clients, many of whom have their own carbon reduction  commitments.", "While our ability to affect change in the marketplace is dependent  on a number of factors—such as legislation and policy, clients’ willingness to  invest, and technology advancements—we are focused on identifying innovative  and cost-effective solutions that deliver progress toward shared objectives.", "Our  Commitments CBRE set a goal to achieve net zero   carbon emissions by 2040, aligned with   the ambition to limit global temperatures to  rise 1 .", "This commitment encompasses  carbon emissions from our own operations,  the properties we manage for clients, and  our supply chain .Interim", "These include GHG emissions reductions  from a 2019 base year by:Strategic Initiatives Two additional strategic objectives critical to reaching our science-based  milestones and net zero goal include: 68% for our corporate  operations   (Scopes 1 and 2)per square foot for  buildings managed for  occupier clients   (Scope 3)per square foot for  buildings managed   for landlord   and building owner  clients (Scope 3)79% 67% 100% renewable energy for our corporate  operations by the end of 2025vehicle fleet electrification  by the end of 2035100%20"], ["CBRE’s public statement on our commitment  to environmental sustainability outlines our  management system to guide sustainability and  environmental practices and programs.  ", "Our Board of Directors oversees our corporate  strategy related to sustainability and social  responsibility.", "Our Board has made a deliberate  decision to retain governance of these matters at  the Board level and chose not to delegate these  matters to a specific committee because it believes  that these matters are integral to the company’s  future success.  ", "Throughout the year, our Board receives reports  and engages in discussions with management  on key sustainability and social responsibility  matters.", "The Board also receives annual updates  on how these risks are being addressed, mitigated  and managed across the company, including  sustainable development considerations that  influence market, reputational, operational and  political risks.", "In 2023, the Board received updates  on ESG topics during two quarterly meetings.", "In early 2023, CBRE hired our first Chief  Sustainability Officer (CSO), with oversight for both  our client sustainability solutions and our corporate  sustainability strategy.     ", "The CSO reports into the head of our client  solutions team enabling seamless integration of  sustainability services across all lines of business  and advises our executive leaders and Board of  Directors on sustainability matters.", "Our Senior  Vice President of Corporate Environmental  Sustainability oversees performance of our net zero  strategy and reports to the CSO.     ", "The CSO and senior leaders meet  regularly, providing a structured forum to leverage  the unique perspectives of our sustainability  experts to implement strategies, accelerate  sustainability solutions for our clients and share  insights to advance progress across our industry.  ", "Additional sustainability committees exist within  our business segments to drive progress across the  organization.[GRI 2-14, 2-17, 2-24] Our Environmental  Sustainability Policy outlines  our ambition to reduce our  environmental impact and  drive sustainable real estate  practices across all business  segments globally  ."], ["Understanding  Our Impact[GRI 3-3, 305-1, 305-2, 305-3] CBRE follows the GHG Protocol Corporate Accounting  and Reporting Standard (GHG Protocol) to calculate GHG  emissions.", "Since our first corporate GHG inventory in 2008,  we have applied an operational control boundary and have  continually improved our methodology.", "In 2023, we made  a number of enhancements to improve data collection,  automate extrapolation models and develop integrated quality  assurance checks.", "Notable changes to our GHG inventory include refining how  we estimate energy use in corporate offices where data is not available, improving supply chain emissions modeling  and enhancing our model to estimate energy use in buildings  under management (Use of Sold Products).", "We have further  described these changes and other enhancements in the   Our Performance section of this report.  ", "The table on the following page provides a detailed  breakdown of our emissions by category from 2019,   our baseline year, through 2023.Monitoring progress toward   our commitments requires   high-quality data ."], ["2. Location-based emissions reflect the average emissions intensity of the grid on which energy   consumption occurred.", "Market-based emissions reflect the emissions from electricity purchased   (and chosen when available), derived from contractual instruments such as Guarantees of Origin,   supplier-specific emissions rates or direct contracts with energy providers.  ", "3. CBRE embeds Scope 3.2.", "The report will be updated when actual   information becomes available in Q3 2024.GHG", "Inventory in Metric Tons   of Carbon Dioxide Equivalent   (MT CO2e)12019 2020 2021 2022 2023 SCOPE 1 Mobile combustion (vehicles and equipment) 62,337 63,946 49,818 48,337 55,877 SCOPE 22 Purchased heating 9,094 8,613 8,895 9,033 7,578 Purchased electricity (location-based) 44,332 42,797 40,938 32,043 30,357 Purchased electricity (market-based) 45,944 42,008 43,752 38,492 25,672 SCOPE 3 32,503,101 33,998,416 33,316,575 32,920,583 31,200,391 1 — Purchased goods and services34,568,367 3,295,970 4,445,186 5,507,941 5,150,050       Corporate procurement 217,787 159,907 174,309 174,217 185,970       Procurement on behalf of clients 4,350,580 3,136,063 4,270,877 5,333,724 4,946,080 3  — Fuel- and energy-related activities49,178 15,508 25,838 23,276 24,152 6  — Business travel 42,704 14,816 14,544 19,724 25,975 7 — Employee commuting 221,513 55,876 43,984 95,958 119,643 8  — Upstream leased assets 8,795 9,557 9,611 9,017 8,406 11  — Use of sold products 27,114,368 30,041,952 28,102,761 26,483,971 25,091,640        Occupier client properties 19,239,107 21,352,520 20,999,602 18,792,384 17,782,666        Owner/landlord client properties 7,875,261 8,689,432 7,103,159 7,691,587 7,308,974 15 — Investments5538,176 564,737 674,651 780,696 780,525        Direct private real estate investments 444,008 448,854 567,819 656,670 642,992        Indirect private real estate investments 94,168 115,883 106,832 124,026 137,533 Total (location-based) 32,618,864 34,113,772 33,416,226 33,009,996 31,294,203 Total (market-based) 32,620,476 34,112,983 33,419,040 33,016,445 31,289,51823"], ["Since 2019, CBRE has decreased   GHG emissions intensity by about   16% per U  .S ."], ["MT CO2e per million USD Upstream Scope 3 Upstream activities represent about 17%   of total Scope 1, 2 and 3 GHG emissions.  ", "Over 95% of CBRE’s upstream GHG emissions occur  within our supply chain, including over 131,000  suppliers globally.", "Other relevant  upstream categories include business travel,   employee commute, energy use in the common areas   of buildings we occupy, and energy and   fuel-related activities.", "MT CO2e per million USD CBRE Operations Scope 1+2 Corporate operations represent less than 0.5%   of total Scope 1, 2 and 3 GHG emissions.  ", "Nearly 63% of our Scope 1+2 emissions result   from our global fleet of over 7,900 vehicles.   ", "1,545  .6 MT CO2e per million USD Downstream Scope 3 Downstream activities represent about 83%   of total Scope 1, 2 and 3 GHG emissions.  ", "Energy use in buildings under management represents  97% of downstream GHG emissions.", "The in-use operational emissions of direct and indirect  private real estate investments managed by CBRE  Investment Management is the other   relevant downstream category.   ", "Business  TravelEmployee  Commute+MoreSupply  ChainOffice   Energy UseVehicles and  EquipmentBuildings Under  ManagementInvestments Waste *Market-based emissions 25"], ["for buildings that we  manage for owners   and landlords.", "[GRI 2-4] Since 2019 Our Scope 1 and  2 emissions have  decreased 24%Since 2019, our Scope 1 and 2 emissions  have decreased 24%, primarily driven  by increased renewable energy  procurement for our corporate offices,  improved fleet vehicle fuel efficiency and   portfolio optimization.", "We anticipate  meaningful progress toward our Scope  1 and 2 target in the next two years with  additional renewable energy sourcing  and transition to electric vehicles.  ", "Emissions intensity from buildings  that we manage for occupier clients  have decreased by 11%, and emissions  intensity from buildings that we  manage for owners and landlords have  decreased by 15% since 2019.", "Following  a technical review by a third-party, we  made several improvements to the  extrapolation model used to estimate  energy use and GHG emissions in  managed properties, resulting in adjustments to 2019-2022 data.", "Specific  enhancements include setting upper  and lower energy use intensity (EUI)  threshold limits for building types,  calculating separate building type  EUIs for occupier and owner/landlord  clients which reflect differences in area  under management (AUM) and the  percent of total building energy use  that may be impacted by our services,  and accounting for renewable energy  purchased by our clients.  ", "We also refined calculations for the  influenceable portion of our managed  portfolio to more closely align  with where we provide energy and  sustainability services and therefore  the ability to influence energy use,  resulting in an approximately 25%  decrease in influenceable AUM for  Global Workplace Solutions (GWS).", "11% for buildings that   we manage for  occupier clientsFurther, the review identified the need  to update our 2019 baseline to ensure  consistency.", "In doing so, we identified a  calculation error that had compounding  impacts in extrapolation and resulted in  overstated GHG emissions historically.  ", "To validate these improvements,   CBRE received third-party assurance   of Scope 3.11 Use of Sold Products for  the first time for 2023.Our Scope 3  emissions intensity   has decreased 15%Progress   Toward Our  Commitments26"], ["20K 2019Where W e Are On Our Journey Scope 1 + 2 Absolute Emissions Reduction Goal: Reduce absolute emissions for our corporate operations   by 68% by 2035 2021 2020 2022 2023", "Buildings Managed for Owner/Landlord Clients Goal: Reduce operational emissions   by 67% per square foot 2019 2021 2020 2022 2023 2035 kg CO2e per sq. ft. 2035 SBT glidepathScope 3 Buildings Managed for Occupier Clients Goal: Reduce operational emissions   by 79% per square foot 24 3kg CO2e   per square foot 9 8 7 6 5 1 -24% -15% -11% 80K100K 60K 40K27"], ["Scope 1 CBRE has adopted a whole building  approach to account for operational  emissions in our occupied corporate  office portfolio.", "Our Scope 2 emissions  include both purchased electricity and  natural gas used directly in our leased  offices, as well as indirect consumption  from shared building services that are  controlled by the landlord or building  owner.", "We estimate indirect in-use  operational emissions associated with  CBRE’s proportional share of building  common areas, further described in  Scope 3.8 Upstream Leased Assets.  ", "Like many organizations with offices  in multi-tenant buildings, CBRE relies  on a combination of submetering and  commercial building sector benchmarks  to calculate energy use and related GHG  emissions.", "Energy use in shared building  services is often not submetered and  is therefore estimated using an energy  model that combines tenant space  energy consumption and building-level  end-use benchmarks.", "In 2023, our Scope 2 location-based  purchased electricity emissions  decreased by about 5% compared with  prior year and 32% compared to 2019.  ", "Our Scope 2 market-based purchased  electricity emissions decreased by  nearly 33% compared with prior year,  and 44% since 2019.", "In 2023, our  Scope 2 purchased heating emissions  decreased by about 16% compared with  prior year and 17% since 2019.", "The decrease in Scope 2 emissions is  largely due to office space consolidation  and high-efficiency fit outs for our  leased spaces.", "Our Scope 2 market- based purchased electricity GHG  emissions reduction was driven  by increased renewable energy  procurement, as described in the   Our Net Zero Strategy section of   this report.[GRI 305-1] [GRI 2-4, 305-2] Our Scope 1 emissions primarily result  from fuel consumption in our vehicle  fleet used to serve buildings managed  for clients, with minor contributions  from Telford Homes equipment and  machinery used in the construction   of residential developments.", "In 2023, our Scope 1 emissions increased  by 16% compared with prior year due  to increased mileage across our vehicle  fleet.", "Since 2019, we’ve decreased Scope  1 emissions by 10%, primarily due to  improved fleet vehicle fuel efficiency  and low-impact construction practices  implemented by Telford Homes.", "Scope 2 Sustainability is not only  a growing priority but,  increasingly, a basic  expectation for investors  and occupiers of real estate .  ", "We support our clients with  proactive, end-to-end solutions  that help them achieve their  sustainability goals and protect  and enhance value ."], ["[GRI 2-4, 305-3] Scope 3 Category 3.1  Purchased Goods and Services  represent GHG emissions associated with  our supply chain, including about 131,000  suppliers globally.", "Our reporting boundary includes  procurement activities for corporate  operations and on behalf of clients.", "In 2023, CBRE enhanced our GHG  emissions accounting process to adopt  a hybrid calculation method.", "This  hybrid method incorporates Exiobase  spend- and activity-based emissions  factors and supplier-specific emissions  intensity factors via primary supplier  data.", "The change  in methodology reduced our estimate of Category 3.1 Purchased Goods and  Services by about one-third compared  with using spend-based emission factors   from the World Input-Output Database  (WIOD).", "Supplier primary data is obtained  through Carbon Trace, CBRE’s supplier  engagement program, which was co- developed with Emitwise, our strategic  supply chain emissions accounting  partner.", "In 2023, we analyzed 323  supplier-specific emissions intensity  factors, 59 of which passed rigorous  data quality checks to be integrated in  our emissions calculation methodology.  ", "CBRE intends to continue scaling our  supplier engagement program and  obtain a larger proportion of supplier- specific emissions intensity factors.  ", "Using an increased proportion of  supplier primary data in subsequent years will increase accuracy of reported  emissions, but may not reflect actual  increases or decreases in GHG  emissions.   ", "In 2023, our total supply chain GHG  emissions increased by about 13%  compared with 2019.", "Supply chain  GHG emissions related to procurement  activities on behalf of our clients  represent over 95% of total supply chain  GHG emissions.", "These emissions have  increased by about 14% since 2019,  driven by growth in procurement on  behalf of our clients.", "We anticipate this  trend will continue until we incorporate  a significant proportion of supplier  primary data, expected until 2025,  which will provide a more accurate  representation of supply chain GHG  emissions.", "Category 3.6 Business Travel includes GHG  emissions resulting from air and ground  transportation and hotel stays occurring  as a result of our business activities.  ", "Business travel related emissions have  increased by 32% compared with prior  year as travel has continued to rebound  post-pandemic, although overall  emissions have decreased by nearly  40% since 2019.Category 3.7 Employee Commuting is comprised  of GHG emissions resulting from our  employees getting to and from their  place of work, including both CBRE  offices and client sites.", "We calculate  emissions using a combination of  employee surveys, office occupancy  and commute data analytics, and  extrapolation.", "In 2023, CBRE enhanced  our GHG emissions accounting process  to include well-to-tank GHG emissions  for employee commuting.", "In 2023, our employee commuting  emissions increased by about 25%  compared with prior year, primarily due  to a continued gradual increase in our  employees returning to the office.", "Since  2019, our employee commute emissions  decreased by about 46%.29"], ["Upstream Leased Assets is comprised  of operational emissions associated with  CBRE’s proportional share of common  areas in buildings that we are a tenant.  ", "Category 3.11 Use of Sold Products is defined as  the in-use operational emissions of  buildings we manage for clients.", "Our approach begins by estimating  total energy use in buildings under  management.", "We first build on EUI  specific to building space type, which is then extrapolated using a weighted  average EUI based on the mix of  building types in our managed portfolio  (e.g., retail, industrial, office, etc.).  ", "During 2023, we completed an  independent, third-party technical  review of our Use of Sold Products  model.", "This resulted in a number of  enhancements, such as setting upper  and lower EUI threshold limits for  building types, calculating separate  EUIs for occupier and owner/landlord  clients which reflect differences in area  under management and the percent of  total building energy use that may be  impacted by the services we provide,  and incorporating renewable energy  purchased by our clients.  ", "We also refined calculations for the  influenceable portion of our managed  portfolio to more closely align with where we provide energy and  sustainability services and therefore the  ability to influence energy use, resulting  in an approximately 25% decrease in  influenceable AUM for GWS.", "Further, the  review identified the need to update our  2019 baseline to ensure consistency and  correct for a calculation error.", "In 2023, GHG emissions at the  properties where we have influence  over the energy performance for  occupier clients decreased by about 5%  compared to prior year and 8% since  2019.  ", "GHG emissions occurring at the  properties where we have influence  over the energy performance for  owner and landlord clients decreased  approximately 5% compared with prior  year and 7% since 2019.Category 15 Investments includes emissions  associated with investment portfolios  managed by CBRE Investment  Management.", "We have chosen to report  on the underlying fund’s Scopes 1, 2  and 3 emissions associated with direct  private real estate investments and  indirect private real estate investments  in our Scope 3 Category 15.", "Because 2023 data is not finalized in  GRESB until fall 2024, CBRE estimated  GHG emissions associated with our  investment portfolio using 2023 data  collected as of the end of Q1 2024.   ", "To allow for year-over-year comparability  of data with our baseline year of 2019,  CBRE has updated prior year GHG  emissions calculations with finalized  GRESB data.  ", "We estimate emissions associated with  direct and indirect private real estate  investments remained consistent with  prior year’s emissions.", "While emissions  have increased by about 46% since 2019,  this is driven by a significant increase in  total assets under management.", "CBRE has received third-party  verification of Scope 1, Scope 2  and select Scope 3 emissions  every year since 2016.", "CBRE Investment  Management separately secures  third-party verification of Scope  3 category 15 – Investments  GHG emissions, which will be  available later this year following  submission to GRESB.Assurance30"], ["Our   Net Zero  Strategy Our strategy focuses on a subset of our total GHG  emissions, addressing corporate activities directly  controlled or strongly influenced by CBRE.", "It is  organized around four key pathways: buildings,  transport, energy and procurement.", "Within each  pathway, we will deliver on strategic objectives  through time-bound actions.", "These efforts are  supported by program-level strategies that enable  change throughout our global organization.", "Our journey will require simultaneous  efforts across all four pathways and  we recognize that we don’t have all the  answers today.", "For  example, CBRE has line of sight to viable  solutions to address energy and fleet CBRE’s Net Zero Strategy for  Corporate Operations outlines  our climate transition plan with a  clear strategy to deliver progress  toward our net zero commitment  and align with climate science  recommendations .Our", "Net Zero Pathways Program-level Strategies GHG emissions, but other solutions are  beyond our control, such as emerging  technologies in the aviation sector to  address business travel.", "In 2023, we initiated work across all  four pathways to drive progress toward  our commitments.", "Key efforts ranged  from developing a comprehensive global renewable energy strategy to  investing in a new strategic partnership  with Emitwise to advance supply chain  decarbonization."], ["Buildings  Pathway More than 10 years after launching our global Workplace360  strategy, CBRE has transformed how a place of work can  nurture productivity and employee wellbeing while optimizing  resources.", "These spaces follow an open, free-address format  supported by leading-edge technology tools and platforms  and are designed for inclusion and equity.", "Since 2013, our  adoption of Workplace360 strategy has avoided nearly  1.3 million sq. ft. of office footprint while offering greater  functionality and flexibility.", "As of the end of 2023, we operated  128 Workplace360 offices worldwide, representing 57% of our  global occupied space.", "CBRE prioritizes securing sustainability  and health-focused certifications for our corporate offices.  ", "Since 2012, we have required alignment with recognized green  building standards for any relocation, refurbishment or fit- out for offices larger than 10,000 sq. ft..", "In 2023, we created  a global dashboard showcasing offices that have earned a  sustainability or health certification.  ", "Performance highlights:  — 61 tenant space sustainability certifications, such  as LEED (Leadership in Energy and Environmental  Design), BREAAM® (Building Research Establishment  Environmental Assessment Methodology) or NABERS  (National Australian Built Environment Rating System)  — 17 tenant space health certifications,   such as WELL or Fitwel  —48 base building sustainability and health certifications  Supporting health and wellness benefits our people and  our business.", "We encourage innovative ways of working  by developing new office designs that foster collaboration,  provide spaces for social connection and for focused work  with minimal distractions, and support rooms for mothers,  meditation, prayer and other contemplation or wellbeing  activities.", "Combined,  these attributes contribute to healthy, diverse, inclusive and  sustainable spaces.", "The strategic objectives in our Buildings  Pathway help us create workplaces  across our corporate portfolio that  promote sustainable practices and  healthy lifestyles, so our people thrive.  ", "CBRE operates in nearly 500 offices  globally, all of which are leased, and  the vast majority of which are in multi-  tenant office buildings.", "Strategic Objectives:  — Continually improve energy  efficiency and reduce resource  use across our occupied corporate  offices  — Support sustainable office site  selection  —Advance water stewardship  — Adopt a circular economy approach  to material useSustainable Office Spaces Tenant Space Health &  Sustainability Certifications   Number of Certifications, by typeLEED BREEAM Other FITWEL"], ["West Los Angeles, U.S.   CBRE’s new office in West Los Angeles is a 21,500-sq.-ft., technology-enabled office  developed with sustainability in mind.", "Occupants have sit-to-stand functionality  as well as access to a four-acre restorative garden.", "The space achieved a 36%  reduction in interior lighting energy with 100% occupancy controls throughout.", "Glasgow, U.K. The Glasgow office received a coveted BREEAM ‘Excellent’ rating, putting it in the  top 10% of fit-out projects in the U.K.", "The office uses 100% renewable energy from a  local source and features impressive wellness amenities, such as a rooftop running  track, seating areas and spa-quality changing facilities.", "The office consumes 41% less water than the LEED baseline  based on American water efficiency standards and uses 36% less energy compared  with the LEED performance benchmark (ASHRAE 90.1-2010).Leading by Example:   Sustainable Office Spaces 33"], ["With nearly 500 offices around the  world, we relocate and refurbish dozens  of office spaces every year.", "Optimizing  our portfolio requires consideration for  both space and location requirements.  ", "First, we determine the size of office  needed based on factors such as  occupancy and projected growth.", "Space  optimization may include consolidation  of proximate office locations or  relocation to a new space that meets  business needs.", "We conduct due diligence, consider  access to transit, walkability and  commute distance for employees,  among other factors.", "Once a location  has been identified, we work to integrate  green clauses into our lease agreements  and prioritize fit-out elements that  support our net zero goal.[GRI 303-5] CBRE recognizes access to clean water  is a fundamental human right.", "While  water use in commercial buildings is  relatively low compared with other  sectors, we have a responsibility to  conserve and protect water resources  given increasing water scarcity.   ", "Water Use   CBRE estimates that we used about  90 million gallons of water across our  occupied corporate office portfolio in  2023, 11% less than the prior year.", "We estimate that a small  portion (less than 5%) of our estimated  water withdrawal is lost through  evaporation or consumed by employees.", "As water is rarely submetered in multi- tenant buildings, we estimate our water  use using a combination of limited data  available from our landlords and credible industry benchmarks.", "We utilized  commercial building water use intensity  data published by the U.S. Energy  Information Agency (EIA) Commercial  Buildings Energy Consumption  Survey (CBECS) and Better Buildings  Partnership.", "We are working to improve the  availability of water data by including  green lease provisions to submeter  water use for any new office greater  than 20,000 sq. ft.", "We also implement  low-flow and water-efficient fixtures and  equipment in new, refurbished and fit- out office spaces as part of our broader  effort to integrate sustainable design  practices.", "Water Risk   CBRE understands that water security  and resilience to climate change  impacts are directly linked.", "More  frequent extreme weather events  increasingly put pressure on the  availability of clean, quality water, making proper management of water  resources in our portfolio increasingly  important.", "We have mapped our global  water consumption for 2019-2023  using the World Resources Institute  (WRI) Aqueduct Water Risk Atlas to  understand our current and future water  risk for offices larger than 10,000 sq. ft.  ", "The model considers physical risks to  water quantity and quality, as well as  regulatory and reputational risks.", "Currently, about 21% of water use is  in locations identified as extremely  high or high water risk areas.", "Our water risk assessment  includes evaluations for multiple climate  scenarios.", "Water risk for the optimistic  scenario that assumes warming is  limited to 1.5°C projects in 2030 about  44% of our corporate office space in an  extremely high or high water risk area.  ", "Under the pessimistic scenario that  assumes warming is limited to 3.3°C to  5.7°C, this number increases to 45%.Risk Values were calculated using the WRI Aqueduct Tool and the optimistic scenario for future risk."], ["CBRE prioritizes a circular  economy approach that  fundamentally shifts away  from a take-make-waste  society to a model that  eliminates waste, repurposes  materials at their highest  use (repaired, reused,  refurbished, recycled), and  supports regeneration of  natural systems .  ", "In our corporate offices, this happens  through all phases of occupancy,  beginning with initial evaluations of  needs for new spaces or a remodel,  operations through the lease term   and consolidation or relocation   of spaces.", "CBRE estimates that we generated  about 890 metric tons of waste across  our corporate office portfolio in 2023,  approximately 302 metric tons (34%)  of which was recycled.", "This estimate  assumes waste composition typical of  commercial offices, including shipping  materials, office paper, food-related  packaging and organics.", "Actual waste   and recycling data is rarely available in  multi-tenant buildings, so we estimate  waste and recycling using limited data  available through waste audits   performed in our offices and industry  benchmarks, while also factoring   in office utilization rates.", "Recycled Furniture Our corporate office fit-out standards  consider flexibility, durability and material  selection for finishes.", "For example, a  variety of our office furnishings use  recycled content, preventing over  945,000 pounds of CO2e compared   with conventional furnishings.", "Waste and Recycling   Estimation In 2023, our Corporate Sustainability  team administered a global zero waste  survey to inform development of our  global zero waste strategy, operational  best practices and corporate standards.  ", "The survey provided insight on:  —The level of control we have over   waste and recycling services;  —What materials are source separated   and how they are collected; and  —Waste reduction practices    The survey showed we had an  opportunity to educate and engage  employees to reduce waste, resulting in  the launch of our first Zero Waste Toolkit  globally.", "The toolkit provides offices  with resources to promote zero waste  practices, such as eliminating single- use plastics.", "The toolkit also provides  standardized waste, recycling and  composting container labeling designed  to reflect international standards and  ensure a consistent experience in every  CBRE office.", "Global Zero Waste   Survey and Toolkit CBRE’s Digital & Technology and  Procurement teams collaborate to  support the company’s sustainability  efforts through data center and cloud  storage efficiency improvements and  the responsible recycling and disposal of  technology equipment.  ", "Since 2020, advanced technology has  reduced carbon emissions by 28%  across our physical data centers and  third-party cloud platforms globally.  ", "In the Americas region in 2023, we  sent approximately 28,500 end-of-life  assets—including laptops, servers and  monitors—to our asset recovery service.  ", "Remanufacture and recycling of these  assets avoided more than 3,250 metric  tons of CO2e.e-Waste   StewardshipCircularity in Practice35"], ["GHGs from transport are virtually all  from fossil fuel combustion and include  the full lifecycle from fuel production,  processing and delivery (well-to-tank).  ", "Our strategic objectives within our  Transport Pathway address all the ways  our people move, including serving  our clients, traveling for business and  employees getting to and from their  place of work.", "Strategic Objectives:  —Electrify vehicle and equipment   fleets  —Minimize the carbon impact of   business travel  —Develop a progressive sustainable   business travel strategy and embed   a global minimum standard into   policies  —Encourage employees to reduce the   carbon impact of their commuteFleet Electrification CBRE manages a global fleet of cars,  trucks and vans to provide services  to properties under management for  our clients.", "We have committed to  transitioning 100% of our fleet to electric  vehicles (EVs) by the end of 2035, a  strategic initiative critical to achieving  net zero emissions.", "We collaborate  closely with our clients as we manage  our fleet, with EVs assigned to their  accounts so they can realize reduced  emissions in their supply chain.  ", "In 2023 we continued to advance  progress by:  —Implementing regional policies and   business segment playbooks    regarding EV adoption  —Expanding EV offerings to meet    driver preferences   —Exploring new options for vehicle    fit-out to enhance driver experience    while optimizing performance  — Increasing our total EVs in operation  to over 500 globally, representing  6% of our fleet Transport  Pathway Through a comprehensive  sustainable transportation  strategy, CBRE is working   to reduce carbon   emissions ."], ["How we source electric  power also enables decarbonization across our   other pathways.", "Due to the electrification of buildings and transportation, we  expect our energy use to increase over time as we transition  away from fossil-fuel sources.", "The ability to achieve net zero  carbon emissions hinges on the integration of renewable  energy, although each of our pathways are interrelated.", "Strategic Objectives:  — Improve energy data collection and accuracy across   our corporate offices  — Purchase 100% renewable energy for our corporate   offices by end of 2025Energy Use by Source in gigajoules (GJ) 2019 2020 2021 2022 2023 Purchased Electricity 348,287 360,665 361,864 354,055 308,962        ", "Energy  Pathway Renewable Energy by Region (GJ) 56,454 U.S.23,602 EMEA2,466 APACWe report energy use intensity on a per FTE and per net revenue basis.", "Since  2019, CBRE has decreased total energy use per FTE by over 19% and nearly 17%  per dollar of net revenue.", "We will continue to decouple business growth from a  reliance on energy resources by advancing energy efficiency across our vehicle  fleet and corporate office portfolio."], ["Our energy management system is key to minimizing our  impact and reducing our dependence on fossil fuels .", "Our  approach includes multiple workstreams focused on timely  and accurate data, energy efficiency integration into our  fit-out standards, and providing training to employees to  reduce energy use .", "Measuring What Matters Access to accurate energy data is critical to inform decision making and monitor the  effectiveness of energy conservation measures.", "For any new lease or renovation of  corporate offices greater than 10,000 sq. ft., CBRE’s corporate standard requires the  installation of energy submeters to provide greater visibility to energy consumption  data.", "In 2023, we obtained actual electricity consumption data for over 36% of our  occupied spaces on a square foot basis, most often through submeters or landlord  provided data.    ", "To accelerate the availability of energy use data, CBRE engaged our strategic  partner Redaptive to install energy monitoring devices at 25 offices across the  U.S. and Canada.", "These devices measure electricity consumption in real-time at  the circuit level, providing a detailed view of how and when energy is used.", "Uncovering Opportunity CBRE completed energy audits at select locations to improve energy performance  across our corporate office portfolio.", "For example, in 2023, our U.K. Advisory  Services team conducted energy audits for nearly 300,000 sq. ft.", "These audits  identified baseline energy data, compared data with industry standards and  recommended actions to reduce energy demand.", "Opportunities include modifying  heating and cooling setpoint strategies, electrifying equipment, upgrading less  efficient electric equipment and building envelope enhancements.", "Efficiency Standard Decisions made during design and fit-out impact energy use.", "Through our  Workplace360 program, CBRE has established performance standards to improve  energy efficiency within our offices.", "Universal lighting controls, a high efficiency  HVAC system and ENERGY STAR certified fixtures and appliances are examples of  our Workplace360 standards to ensure energy efficiency is implemented into   these spaces.[GRI 305-5] Energy Management SystemCBRE is helping to accelerate a low carbon future as a member of the Clean Energy Buyers  Association’s (CEBA) Leadership Circle .", "Our CSO serves on its Board of Directors .  ", "Renewable Energy  CBRE is working to procure 100% renewable energy for our corporate operations   by the end of 2025.", "This will require a combination of tactics that balance the  locally-available sourcing options with scalable renewable energy solutions.  ", "As of 2023, CBRE directly purchased 27% of our electricity from renewable   sources, a 11% increase compared with 2022.", "We use a variety of procurement  tactics, such as:  — Renewable Energy Guarantees of Origin (REGO)-backed renewable tariffs or  utility certiﬁcations providing 100% renewable electricity for several CBRE  offices in Europe.", "This represented about 23,602 GJ (6,556 megawatt-hour -  MWh) of purchased renewable electricity in 2023.  ", "— Renewable energy certificates (RECs) that are Green-e certified for two  Workplace360 offices via five-year purchase agreements in support of LEED  certification, totaling over 9,976 GJ (2,771 MWh).", "An additional REC purchase  covers 46,800 GJ (13,000 MWh) in 2023.  ", "— CBRE’s Australian operations contracted with Red Energy to purchase  renewable energy for the majority of office energy consumption.", "Red Energy,   the Australian owner and operator of Snowy Hydro, maintains the Snowy  Mountains Hydroelectric Scheme.", "This partnership sources local renewable  energy, representing a key principle within CBRE’s global renewable energy  strategy.", "The Red Energy agreement provides 2,466 GJ (685 MWh) of  renewable energy.38"], ["[GRI 2-6, 201-1, 308-2] Over 131,000 suppliers affect the emissions of CBRE’s  operations through the products and services we buy to  manage our business and serve our clients.", "CBRE’s global  scale and more than $33 billion procurement spend provides  an opportunity influence change across our supply chain,  deliver low carbon services to our clients and drive economic  growth and innovation in communities.", "Within our Procurement Pathway, we are focused on solutions  that include energy management, waste reduction, operational  efficiencies, innovations and engagement with our supply  partners.     ", "Strategic Objectives:  — Build capability with suppliers to share reliable primary  GHG emissions data  — Prioritize strategic engagement with select suppliers to  influence the greatest potential carbon impact to meet net  zero commitments  — Integrate net zero elements into procurement standards  to influence systemic change  — Expand the reach of impact by developing supplier  decarbonization capabilitiesTogether with our suppliers, we are working in new ways to  drive progress toward our net zero commitment.", "In 2023,  CBRE identified 2,630 significant Tier 1 suppliers representing  about $5.6 billion in spend and engaged with over one third  of them to drive action in support of their role in our net zero  journey.", "We also initiated discussions with selected non- Tier 1 suppliers to help accelerate their understanding of  decarbonization initiatives.", "CBRE’s more than 1,000 procurement employees play a  central role in embedding sustainability considerations into  purchasing decisions.", "We have developed extensive resources  to help them understand innovation in sustainability, the  circular economy and waste reduction, decarbonization  strategies and initiatives, Scope 3 supply chain emissions,  water and biodiversity conservation, avoidance of harmful  chemicals and the identification and use of climate solutions.", "We require our suppliers to conduct their operations in an  inclusive, socially responsible and environmentally sustainable  manner.", "CBRE and our clients gain value through access to more  accurate primary emissions data from our suppliers.", "We also leverage a maturity assessment framework  to identify priority decarbonization areas in our supply chain  and conduct the same analysis for our clients.", "A large number of CBRE suppliers had not started their own  decarbonization journey or only tracked Scopes 1 and 2.", "In  2023, CBRE formalized a strategic partnership with Emitwise,  a platform enabling our suppliers to calculate their high- emission activities in a cost- and time-effective manner,  bringing increased transparency to our company and our  clients’", "Through our Carbon Trace program for supply chain  emissions measurement and reporting, CBRE engaged with  over 1,000 suppliers in 2023.", "CBRE is committed to sharing knowledge and experiences  with peers, including suppliers.", "We serve as a champion  of the Sustainable Procurement Pledge (SPP), support  its Transformation Council and provide a leading role in  facilitating selected Scope 3 Chapter events.", "SPP is an  international organization for procurement professionals,  academics and practitioners focused on best practices for  sustainable, responsible sourcing.", "Sustainable Sourcing Innovation in Supplier Engagement In 2023, CBRE spent $5  .8 billion  with sustainable suppliers,   a 16% increase from 2022  .Procurement  Pathway39"], ["CBRE complies with all environmental laws and regulations and is committed to  minimizing negative impacts our operations may have on the environment.", "In 2023,  CBRE was not subject to any signiﬁcant corporate ﬁnes or non-monetary sanctions  for non-compliance with environmental laws or regulations, nor were we responsible  for or party to any signiﬁcant environmental pollution incidents.[GRI 2-27] Regulatory   Compliance CBRE recognizes the role of carbon offsets and other voluntary market instruments  play to catalyze carbon sequestration and renewable energy generation to limit  global temperature increases to 1.5ºC. In line with our Net Zero Strategy for  Corporate Operations, we are developing a carbon offset strategy that includes   a global corporate standard and consistent reporting approach.", "In the interim, we procure carbon offsets in select geographies.", "In 2023, our  Australian operations retired over 4,300 MT CO2e sourced from verified projects in  Australia and Indonesia to earn a carbon neutral certification.", "Carbon Offsets[GRI 305-5]CBRE seeks to conduct business  with suppliers that demonstrate  sustainability leadership within their  own industries.", "Since 2019, we have  used EcoVadis to assess sustainability  performance, with suppliers that earn a  Bronze medal considered sustainable.", "The average  score earned by these suppliers was 62  points out of 100–just shy of a Silver  ranking–and 532 suppliers earned a  Bronze ranking or above, demonstrating  ambitious performance that places them  in the top 35% of suppliers and earning  recognition as a CBRE sustainable  supplier.", "CBRE maintains a supply chain  sustainability dashboard allowing Increasing Spend with Sustainable Suppliers employees purchasing goods or services  to easily identify companies recognized  as a sustainable supplier.", "Buyers can  access data across geographies and  business segments, see suppliers’  scorecards and prioritize our spend  with suppliers that exceed sustainability  performance expectations.", "CBRE’s Sustainable Procurement  team engages with suppliers that  undergo assessments but do not meet  performance expectations to support  their development and continuous  improvement.", "We will continue to increase purchases  with suppliers that demonstrate how  they integrate sustainable management  practices into their operations to enable  collaboration needed to achieve our  sustainability goals."], ["These skills benefit how we operate our own offices and importantly, how we  serve our clients.", "Several drivers are reshaping the labor market for facilities and  property management, such as electrification of building systems and integration  of new technologies to improve efficiency and reduce carbon emissions.", "Our  business segments provide workforce development programs as the building sector  advances net zero solutions.  ", "In partnership with the Building Owners and Managers Association International  (BOMA), CBRE licenses training from BOMA’s Energy Efficiency Program (BEEP)  and offers weekly webinars to employees.", "In 2023, CBRE had 444 property  management employees complete the four-part required training, resulting in over  1,700 hours of training.", "CBRE offers on-demand virtual training to all employees in partnership with the  Supply Chain Sustainability School for over 88 topics and 80+ hours of content  organized around seven modules: environment; lean construction; management; people; sustainable procurement; offsite; and sustainability shorts.", "In 2023, CBRE  employees completed over 1,100 hours of training, two-thirds of which was focused  on low-carbon transition topics.", "CBRE offers additional training through a learning platform called Stickerbook  across the U.K., Continental Europe, Southeast Asia, the Pacific region and CBRE  Investment Management globally.", "The platform incentivizes participation through  gamification, rewarding employees with digital stickers (or badges) for watching  short videos and answering questions.", "All Stickerbook users can gain sustainability  accreditation through the Institute of Environmental Management and Assessment  (IEMA).", "More than 6,100 users have completed 9,800+ hours since the platform was  implemented in 2021.", "CBRE Investment Management also works to integrate sustainability into the  fabric of operations and investment strategies for employees in 18 countries.", "In  2023, CBRE Investment Management expanded sustainability fluency across the  organization through its Sustainability Knowledge Hub, providing learning resources  and its Sustainability Ambassadors program which integrates training, education  and accountability across funds, sectors and geographies.", "In 2023, Trammell Crow Company (TCC, CBRE’s wholly-owned subsidiary for  development services) trained more than 20 new LEED professionals and  established a long-term program encouraging new associates to participate in  annual certification training opportunities.", "By bringing this expertise to all 26  geographic offices, TCC’s platform will be able to better direct future certifications  for our pipeline projects and meet the growing demand for sustainable assets.[GRI 404-2] Upskilling our W orkforce for   the Low Carbon Transition CBRE equips employees for the low-carbon transition   and empowers them with the knowledge, tools and   practices needed to effectively manage energy use,   reduce emissions and implement sustainable solutions .", "CBRE Investment Management welcomed 80,000 bees to their new home on their office rooftop in  Melbourne, Australia.", "These insects play a critical role pollinating the backyards, botanical and community  gardens covering approximately 80 sq. km.41"], ["CBRE provides disclosures on the TCFD’s 11 climate-related  disclosures in four areas: Governance, Strategy, Risk Management,  and Metrics and Targets .", "[GRI 3-3] CBRE recognizes that climate risks and opportunities—  both physical and transition—have the potential to impact   our corporate operations and the services we provide to   our clients.  ", "We have integrated the Task Force on Climate-related  Financial Disclosures (TCFD) principles into our corporate  Enterprise Risk Management (ERM) process.", "Our Board of  Directors, Chief Executive Officer, Chief Risk Officer, Chief  Sustainability Officer and Global Sustainability Leadership  team provide additional oversight and guide decisions on  strategy implementation.  ", "Working across all levels of the business establishes a  consistent and credible process to effectively mitigate risk  and maximize opportunities, contributing efforts toward  a 1.5°C world or adapting to another scenario."], ["We regularly engage leaders across our  business globally to identify and assess  a broad range of climate change impacts  on our business .  ", "We evaluate these leveraging our ERM framework   (see more in the Governance section of this report),   with additional consideration for future impacts   over time.", "The following highlights a selection of risks  and opportunities that were included in our most recent  qualitative assessment.", "Qualitative Assessment Climate Change Risks Climate Change Opportunities Policy and Legal — Increasing emissions reporting obligations — Increasing carbon policies and pricing of GHG emissionsResource Efficiency — More efficient modes of transportation — High-performance and low-carbon buildings Technology — Substitution of existing products and services with low-carbon alternatives —", "Cost to transition to lower-emission technologies and productsEnergy Sources — Transition to lower-emission energy sources — Shift toward decentralized energy generation — Use of new technologies Markets — Uncertainty in market signals — Increased costs of raw materialsProducts and Services — Services diversification — Expansion of decarbonization service lines — Expansion of climate adaptation services Reputation — Carbon intensity of commercial building sector — Increasing stakeholder expectatio nsMarkets — Public incentives catalyzing business growth — Emerging service lines creating new markets Physical Risks — Increasing frequency and severity of extreme weather events and their impacts43"], ["Risk   Weight 20302040 2050 2060 2070 2080 2090 2030 2040 2050 2060 2070 2080 2090Climate Risk Over Time Moderate-carbon Economy   Scenario (RCP 4.5)High-carbon Economy  Scenario (RCP 8.5)CBRE analyzes risks from  potential climate impacts  and related physical hazards  for our office locations  greater than 10,000 sq .", "In addition to our own operations,  since our offices are located within  the same geographic regions as our  property under management for  clients, our analysis also enables us to  assess physical risks to property under  management.  ", "Physical climate risk was quantified  using third-party global climate models  for 2023 and for future periods using two  Representative Concentration Pathways  (RCP) scenarios: RCP 4.5, a moderate  scenario assuming a stabilization will  occur shortly after 2100 and RCP 8.5,  a high carbon economy (HCE) with  business as usual.", "We found CBRE’s  relative risks from key climate-related  physical hazards change over time under  both scenarios."], ["Acute risks Wildfire dominates CBRE’s physical risk exposure under both the moderate and  HCE scenarios.", "While CBRE offices are primarily  located in urban, densely populated areas, wildfires have the potential to impact our  employees who live in the surrounding suburban areas, as well as properties   we manage for clients.  ", "Flooding and severe storm events (hurricanes and typhoons) present moderate   risk across our corporate office portfolio.", "As tenants, CBRE’s operations may be  disrupted, though damage to the buildings or site infrastructure is generally  the responsibility of the lessor.", "Severe weather events may also  impact buildings under management, requiring our teams and suppliers to provide  additional services to restore operations.", "The modeled risk remains relatively  consistent in the moderate scenario and increases over time in the HCE scenario.", "Chronic risks Heat and water stress hazards resulting from chronic climate risks pose the greatest  potential risk to CBRE’s operations.", "Water stress presents a moderate risk in 2030  and beyond, remaining fairly consistent over time.", "Although CBRE employees generally work in offices or other  commercial properties, these chronic stressors may increase the operating costs of  our offices and impact wellbeing of our employees.   ", "Climate Change and Severe Weather Events CBRE’s Crisis Management team oversees our responses to  severe weather events, understanding the strong link between  climate change and potential risks to our people and occupied  portfolio.", "Because of this, we are committed to strengthening  our resilience and adaptive capacity to climate-related  hazards and the increased frequency of severe weather  events.", "In 2023, weather-related events accounted for about  20% of incidents managed by our team.", "We continued to advance our approach to keeping our people  safe during severe weather events.", "For example, we recently  implemented a new threat intelligence system to provide  greater visibility and communication of all types of incidents,  including severe weather."], ["2] Global  Sustainability  Solutions CBRE has nearly 700 energy  and sustainability professionals  around the world supporting  our clients in decarbonizing the  built environment  .With buildings responsible for  approximately 40% of carbon emissions  globally*, the commercial real estate  industry plays a critical role in the  transition to a low-carbon economy.", "CBRE has both an opportunity  and obligation to decarbonize the  built environment through our own  operations, for our clients and for the  industry overall.  ", "As the world’s largest  manager of commercial property,  overseeing more than 7 billion sq. ft.,   we are positioned to leverage our size  and scale to drive progress.    ", "Increasing regulatory requirements,  public commitments and changing  stakeholder expectations are  contributing to a complex sustainability  landscape.", "Through our investment in  tools, partnerships, technologies and  services, CBRE aims to simplify this  complexity to accelerate sustainability  so our clients can realize their goals.  ", "We have developed a holistic, end- to-end solutions strategy that can  transform the built environment for  a sustainable future.", "Our approach  includes three pillars: strategic  blueprint, resource optimization  and decarbonization at scale – all  underpinned by data-driven insights.  ", "In 2023, CBRE provided energy and  sustainability-related services and  consulting for nearly 46,500 buildings  under management, generating over  $385 million in revenue globally.", "This  reflects sustainability-specific work and  does not include portions of broader  contracts that often include some  sustainability services.", "In total for our  GWS and Advisory Services business  segment clients, CBRE helped drive  sustainability outcomes across over  1.3 billion sq. ft. of buildings under  management."], ["In 2023, CBRE  completed GRESB  reporting for 84  funds comprising  more than 3,800  assets globally  .  ", "Wherever a client is on their  sustainability journey, we start by  understanding their real estate portfolio  challenges.", "This enables clients to  understand where they want to go and  how they can get there faster.", "As part  of our approach, we work with clients to  maintain and enhance real estate value  and optimize operational costs which are  impacted by both physical and transition  risks from climate change.  ", "We are helping organizations navigate  the move from voluntary commitments  and reporting to required disclosures  and other regulatory compliance,  including the use of tools such as  regulation mapping.", "To advance an  actionable strategy, we leverage our  expertise, services and products to  identify and implement projects that  optimize resources and decarbonize at  scale to meet sustainability goals of both  building owners and occupiers.", "Some of our Strategic Blueprint  solutions include:  —Sustainability Planning and   Goal Setting  —Green Leasing Strategy and    Implementation  —Regulatory Mandates and    Incentives  —Sustainability Due Diligence for   various transactions  —GHG Emissions Disclosure and   Target Setting  —Net Zero GHG Emissions    RoadmapWe prioritize helping our clients operate  their spaces efficiently by reducing  energy, water and other resource use.  ", "Through audits, data collection and  benchmarking, we identify management  improvements, retrofits and other  initiatives to optimize operations that  exceed energy performance standards  and reduce operational GHG emissions.  ", "Our comprehensive solutions also  mitigate risks and remove investment  barriers to enable energy and cost  saving projects that help clients meet  their sustainability goals.", "We design,  build and operate spaces–and certify  their performance–to enhance asset  value while contributing to a healthier  built environment.", "[GRI 305-5] Strategic   BlueprintResource Optimization  Using this integrated approach, we  identified and proposed more than 2,600  energy efficiency and decarbonization  projects with associated cost savings  of $124 million worldwide for enterprise  clients in 2023, that will reduce over  608,000 metric tons of CO2e—the same  as removing nearly 145,000 gasoline- powered passenger cars from the road  for one year.  ", "In 2023 we executed projects that  reduced nearly 550,000 metric tons  of emissions, realizing more than $107  million in cost savings for our clients,  with the other proposed projects still in  the pipeline.", "Some of our Resource  Optimization solutions include:  —Audits, Assessments and   Certifications   —Energy Efficiency    —Zero Waste and Circular   Economy   —Water Conservation  —Efficiency-as-a-Service  —Grid Energy Procurement  —Nature and Biodiversity47"], ["We manage 295  buildings that are ENERGY STAR  certified, 35 of which were certified  for the first time in 2023.", "CBRE  manages an additional 235 buildings  that scored a 75 or above, making  them eligible to apply for ENERGY  STAR certification.  ", "— In 2023, CBRE Investment  Management submitted 62  portfolios to the GRESB Real Estate  Benchmark Assessment.  — Generated Energy Performance  Certiﬁcates for 2,306 units in the  U.K., totaling nearly 31 million sq. ft.CBRE Property Management has  integrated over 3,600 properties into   our partner Deepki’s data platform.  ", "This access to data and analytics  capabilities helps our clients better  understand their asset performance,  identify areas of improvement, and  develop strategies to support their  sustainability efforts.  ", "We expect to significantly increase the  number of properties in the platform  in 2024 with our sustainability experts  leveraging an expanded range of  services, including the ability to develop  climate transition plans aligned with net  zero commitments while considering the  constraints of each individual property.  ", "We benchmark and manage assets  for optimal performance.", "In 2023, our  Property Management teams:Certifying Sustainable,   Healthy BuildingsUnderstanding Building   Performance In 2023, CBRE completed more than  1,050 sustainable building certiﬁcations  totaling over 217 million sq. ft. using  frameworks including LEED, BREEAM,  HQE, Green Star Performance,  DGNB and Green Mark.", "Our team  frequently complements sustainability  certifications with health-focused ones,  such as WELL and Fitwel, creating  workplaces that contribute to employee  wellbeing.", "In 2023, CBRE facilitated  health-focused certifications for more  than 53 million sq. ft.", "At the end of 2023, Trammell Crow  Company had more than 52 million sq.  ft. of LEED certified projects delivered  or in the pipeline, with plans to increase  certifications with new commitments  made in 2024.", "Additionally, we are working with our capital partners to set targets  and pathways to more energy efficient  buildings to reduce their, and our  tenants’, Scope 2 emissions, while also  creating health-centered spaces where  people work and live.", "CBRE has partnered with Redaptive to  fund more than $277 million for over  1,300 client projects over the past four  years.", "The innovative Efficiency-as-a- Service model enables our clients to  take on a variety of high-impact projects,  such as upgrading or introducing  rooftop HVAC unit replacements, HVAC  and Building Management System  controls, smart irrigation systems,  lighting and more."], ["CBRE’s Energy Procurement Solutions  streamline the identification, contracting  and management of energy sources  to meet sustainability and financial  objectives, including renewable energy.  ", "We facilitate renewable energy power  purchase agreements (PPA) and virtual  power purchase agreements (VPPA),  as well as the acquisition of Energy  Attribute Certificates (EACs) and  carbon offsets.", "By leveraging our scale  and influence, we negotiate favorable  pricing and contract terms with  suppliers, managing the risks imposed  by volatile energy markets in the most  cost-effective manner possible.", "Our  energy supply experts monitor global  energy markets, alerting our clients to  valuable opportunities or potential risk  and identify highly credible voluntary  compliance instruments.", "A Circular Economy Approach   to DecommissioningBuying Renewable   Energy CBRE’s Decommissioning team provides  a full spectrum of solutions to ensure an  entire facility is ready for lease turnover.   ", "The team leverages CBRE’s global  network of 450+ buyers to repurpose  used furniture, fixtures and equipment  and tracks where every asset goes  to both save on costs and reduce the  environmental impact of a move.   ", "In 2023, the team managed 118 projects  spanning 2.4 million sq. ft. and diverted  89% of content from landfills, resulting in  the avoidance of 1,800 MT CO2e.  ", "CBRE delivered nearly $3  .5  million in cost savings and  procured more than 222,000  MWh of renewable energy   for our GWS enterprise  clients in 2023  .49"], ["CBRE’s renewable energy solutions team  manages client projects or programs  from end-to-end, delivering over 39,500  kW in U.S. and Australia projects in  2023–enough to power more than  7,600 homes for one year.", "Also in 2023,  CBRE installed thousands of chargers  for EVs, with a large portion under our  management, as part of our expanded  electrification offerings.  ", "Reaching net zero goals requires rapidly  scaling decarbonization efforts globally  while applying local market insights at  the asset level.", "CBRE works with our  clients to drive this transformational  change through renewable energy  and electrification projects while also  partnering to reduce supply chain  emissions.", "Whether on- or off-site, we  help clients develop a global strategy  to reach their goals, determining the  best renewable energy procurement  approach at the site level, guide  technical decisions, offer cost-effective  options with partners like Altus Power  and Redaptive, and provide project  management from design to installation  through interconnection and permission  to operate.", "In addition, across the built  environment, we provide planning, site  selection, financing, installation and  ongoing management of EV charging  infrastructure.", "Our team supports  charging programs for fleet-wide Decarbonization  at Scale  Net Zero Supply Chain Supply chains represent a significant  portion of our clients’ emissions,  however, inaccurate estimation  methodologies based on spending and  lack of supplier capacity have made it  challenging to reduce emissions.", "CBRE  and our clients gain value through  the access to more granular primary  emissions data from suppliers.", "Through  a partnership with carbon accounting  platform Emitwise, we are able to  calculate supplier specific emissions  factors for key suppliers.", "This provides  our clients more accurate carbon  impacts while our teams can quickly see  where to focus efforts by partnering with  suppliers to accelerate decarbonization,  increasing transparency and ability to  manage their supply chain reporting.", "This managed service offers an ability  to decouple business growth from  supply chain emissions with more  accurate primary data and alignment with supplier specific carbon emission  factors.", "CBRE leverages these insights  to drive more purchasing decisions at  facilities we manage for clients and  actively engages suppliers to enhance  their capabilities to contribute to the  high-impact areas of reduction of our  clients’", "CBRE’s comprehensive solutions can  decarbonize client portfolios and  embed sustainability at any scale .", "For  instance, we achieved TRUE Platinum  certification and 95  .6% waste diversion  for a global bank’s India campus,  and we’ve successfully implemented  Smart Buildings across 15 locations in  Australia, India and Japan for a global  e-commerce firm .", "Lucas Shi Director, Energy & Sustainability,  Global Workplace Solutions,   Singapore Some of our Decarbonization at  Scale solutions include:  —Renewable Energy Solutions    (on- and off-site)  —Building Electrification  —Sustainable Project Standards  —EV Charging Solutions  —Net Zero Supply Chain50"], ["As a global developer, Trammell Crow Company (TCC) has  a unique opportunity to influence the supply chain carbon  emissions associated with the construction of buildings,  specifically embodied carbon.", "Because many industries  are associated with the extraction of natural resources and  converting them to usable, reliable products to be installed  in our projects, real estate developers have an opportunity to  influence more than 15% of global carbon emissions*.  ", "We do this alongside our investment partners, and it is our  job to help them navigate the investigation and use of new  materials and processes.", "Working together, we can send  meaningful demand signals to manufacturers and suppliers to  reduce the carbon emissions of their products.", "We believe that  because of our scale and purchasing power, this signal can be  formidable and we will begin to transform those industries in a  profound way for the benefit of all developers and builders.", "Additionally, new software tools allow us to measure  our carbon emissions with increasing accuracy.", "Many  manufacturers in the most carbon intense industries are  moving quickly to provide the detailed product information  that can be input into these systems, allowing us to build much more accurate carbon models of our projects.", "In 2023,  TCC benchmarked the carbon emissions of a number of our  projects.", "In 2024, we plan to measure those emissions during  the design and construction process on more projects, with  the goal of understanding what products and processes  are available today to help us reduce emissions now, while  manufacturers and suppliers are re-tooling and rethinking  their operations.", "Nearly 50% of the embodied carbon in any major building  project comes from its structural system †, and so concrete,  steel, aluminum and glass industries are shifting away from  traditional ingredients and manufacturing processes to reduce  their emissions.", "This is where we will focus our energy.", "In 2023,  we joined the Rocky Mountain Institute’s Sustainable Steel  Buyers Platform alongside many of our peers and other major  manufacturers.  ", "By uniting together, the goal is to encourage a  major steel maker to build a state-of-the art facility in the U.S.  that uses only renewable energy to produce the steel products  that will reduce embodied carbon in our projects.", "Reducing Embodied Carbon in   Real Estate Development  First Net Zero Carbon Construction  Project for Trammell Crow Company In 2023, TCC produced the first net zero carbon  for construction project in our history.", "Located in  the Milton-Keynes area outside of London, U.K., our  development managers reused demolition materials,  used low carbon concrete mixes, reduced slab  thicknesses, employed alternate envelope materials  and purchased minimal carbon offsets to establish the  project as net zero for up-front emissions.", "Telford Homes operates as part of TCC and is one of  London’s leading residential and mixed-use developers, with  a focus on designing and developing high-quality build-to- rent developments and communities.", "Telford Homes works  alongside global institutional partners to bring quality housing  and great connections to local communities.", "End-to-end development experts specialize in land  acquisition, planning, design, construction and delivery.  ", "Telford Homes has a robust mandate for growth both in  London and beyond, having delivered over 15,000 homes  across London since incorporation in 2000.", "Telford Homes’ focus on sustainable building and living is  called Building a Living Legacy, and has earned us ranking  as the U.K.’s most sustainable homebuilder for the fourth  consecutive year in the NextGeneration benchmark.", "Through  this strategy, we weave sustainability into everything we  do, enabling developments, businesses, investors, residents  and communities to have a lasting positive impact.", "Telford  Homes has a roadmap outlining key milestones to realize net  zero commitments.", "Telford Homes publishes sustainability  reports on its website to provide an update on the company’s  progress.", "The Institution of Structural Engineers, Carbon: embodied and operational51"], ["A nearly universal challenge for our  clients is working with data across  disparate systems.", "Turning that data  into actionable insights with a clear  understanding of sustainability   progress to support accurate reporting  enables them to focus on taking actions  with the greatest positive impact.", "Sustainability  Insights   Some of our Sustainability  Insights solutions include:  —Data Intelligence  —Data Governance  —Utility Bill PayCBRE’s Sustainability Insights solution  provides a centralized single source of  truth—uniting multiple data sources,  enrichment and custom visualizations  with dedicated expert guidance and  operational tools to streamline end-to- end data processes.", "By combining data  intelligence with data governance, we  offer a comprehensive system which  has shown to improve accuracy by  85%, reduce reporting and assurance  requirements by 52% and accelerate  progress toward sustainability goals  through 60% more decarbonization and  efficiency projects.", "Our technology platform enables data  to be exported for additional analysis to  forecast emissions, provide efficiency  recommendations and streamline utility  payments at client sites.", "Through smart  automation, clients can access full  utility information and ensure alignment  between projected energy consumption  and agreed rates.", "Data-driven insights serve as the  foundation of CBRE’s sustainability  strategy and ability to deliver   results for our clients .52"], ["Transparency Through Streamlined Data Investors are increasingly expecting more transparency about carbon emissions  from their commercial real estate assets.", "PIMCO Prime Real Estate started by  performing carbon accounting of its real estate portfolio in house.", "But the complex  nature of the portfolio, with nearly 400 assets of different types and sizes in multiple  European markets, led PIMCO Prime to adopt an automated process that has been  managed by CBRE.", "In addition, CBRE worked with PIMCO Prime and its European data- platform consultant to implement a data verification plan for the subsequent carbon  reporting.", "Further collaboration with the property managers enabled the use of the data  system to check for errors that impact results.", "From analyzing energy consumption  invoices and meters from different accounting periods, to navigating asset size and  language differences, the teams verified critical   data and also mitigated systemic inconsistencies.", "PIMCO Prime now has an automized, reliable and efficient process for carbon  accounting that can be verified by official auditors.", "The company can track and  monitor accurate carbon data across its diverse portfolio and identify initiatives to  reduce emissions and meet building performance standards."], ["CBRE Investment Management strives to lead the transition to a sustainable future.", "We understand  that the health of our planet, society and economy are inextricably linked, which is why we take a holistic  approach to sustainability.", "We consider both climate and our people as fundamental to maximizing long- term investment returns.", "Our approach is essential to risk management and value creation as well as helping to preserve our planet  for future generations.", "CBRE Investment Management’s Sustainability Vision focuses on Climate, People  and Influence—a robust program to deliver on commitments and align long-term organization goals with  those of key stakeholders, including investors, partners, occupiers and regulators.  ", "— Climate  We seek to future-proof our investments and operations, by focusing on climate mitigation and  adaptation measures that help us manage risk and create value.   ", "— People  We strive to champion diversity, equity, inclusion and the wellbeing of our people and other  stakeholders.  ", "— Influence  We seek to engage and positively influence key stakeholders where we do not have direct  management control in alignment with global stewardship principles.", "This means proactively  engaging with tenants, investors, portfolio companies and/or underlying fund managers.   ", "We recognize that sustainability is a journey and will remain  dynamic in our approach, continuing to evolve our practice as  innovation, regulation and global standards advance.     ", "Some key milestones CBRE Investment Management achieved  in 2023 include: Global Commitment  Set Net Zero Asset Managers initiative-approved targets,  committing to support the goal of net zero GHG emissions   by 2050 or sooner, in line with global efforts to limit warming  to 1.5°C.", "Launched Decarbonization Program  Established a global scope for decarbonization audits and  launched Project Helios, our global rooftop solar initiative.", "Leadership   Submitted more portfolios than any other commercial real  estate fund manager in the annual GRESB Real Estate &  Infrastructure Benchmark Assessment with above-average  scores.  ", "Direct Real Estate portfolios that submitted to the  GRESB benchmark received full points (30 out of 30) on the  management section, demonstrating our commitment to  establishing sound sustainability policies and processes.", "— Participated on the GRESB Real Estate Standards  Committee, including advising on how best to incorporate  net zero into the standards  Process Integration  Improved the sustainability data and information that is  discussed in our investment committees, as well as enhanced  our asset management tools and process.  ", "Training and Education  Delivered 1750+ hours of sustainability training and met  regularly with 120+ Sustainability Ambassadors to support  integration of sustainability into everyday operations."], ["Altus Power Our partnership offers integrated renewable  energy transformation solutions for clients  across North America.", "Altus Power provides  clean electric power at scale serving  commercial, industrial, public sector and  community solar customers.", "Altus originates,  develops, owns and operates locally-sited  solar generation, energy storage and charging  infrastructure, bringing everything investors  and occupiers need for renewable energy:  funding; experience; a vertically-integrated  approach to engineering, procurement and  construction; and long-term ownership of the  systems.", "CBRE Investment Management and  Trammell Crow Company are working with  Altus Power to vet and deploy on-site solar  projects announced in 2022.  ", "In 2023, CBRE Property Management  expanded its partnership with the data  intelligence platform.", "Operating in more than  50 countries, Deepki’s platform enables our  Property Management team to collect energy  consumption data, gain a comprehensive view  of environmental performance at a portfolio-  and asset-level, establish investment plans to  reach net zero and measure results.", "Emitwise  CBRE established a partnership with  Emitwise, a carbon accounting platform,  to accelerate emission reductions across  our supply chain, including the products  and services we purchase on behalf of our  clients.", "The partnership enables suppliers to  calculate more accurate carbon impacts and  learn where to focus decarbonization efforts.  ", "CBRE clients will gain better insight into  their value chain at scale by having exclusive  access to precisely accurate data and high- impact opportunities.", "Redaptive, Inc. Redaptive is an integrated sustainability  solutions firm for building owners and  occupiers.", "Our partnership provides a  dedicated business unit to support CBRE  clients.", "CBRE’s investment in Redaptive  helps clients decouple capital planning and  project execution, allowing us to implement  decarbonization initiatives throughout client  portfolios rapidly and at scale without a client  capital outlay.", "We call this offering Efficiency-  as-a-Service.55"], ["At CBRE, we foster a culture and  create opportunities that help our  people realize their potential.", "With  our RISE values—Respect, Integrity,  Service, Excellence—as a foundation,  we embrace diverse perspectives and  provide work environments so our  talented employees can be their most  productive while delivering exceptional  outcomes for colleagues, clients and the  communities we serve.", "In this section, we provide insights into  our workforce and initiatives that create  opportunities so everyone can thrive.   ", "This includes key programs and  strategies designed to: attract, engage  and develop world-class talent;  strengthen our inclusive culture, enhance  workforce diversity and drive economic  impact in the marketplace; help our  employees stay safe and well; and  leverage our time, talent and financial  support to give back to our communities.", "We align all this work on social issues    with four U.N. Sustainable Development  Goals: Good Health and Wellbeing,  Gender Equality, Decent Work and  Economic Growth, and Reduced  Inequalities.", "At year-end 2023, CBRE had  a headcount of approximately 119,000*,  including full- and part-time employees,  Qualified Real Estate Agents (QREAs)  and workers on leave.", "Additionally,  we had around 9,400 contingent or  temporary workers.", "Data referenced in this section excludes  Turner & Townsend employees,  temporary workers and interns.", "In the past year, we continued our focus  on building a workforce that reflects the  communities where we live and work.", "We  welcomed nearly 31,000 new employees  across all major regions, a hiring rate of  26%.", "More than half of our hires were for  new roles, which demonstrates CBRE’s  continued growth.", "Our company and our clients benefit  from the variety of diverse perspectives,  ideas and experiences that come from  the different countries, cultures, ages  and backgrounds represented by a  truly global workforce.", "We understand  that hiring from a diverse pool of talent  contributes to an inclusive workplace  where collaboration and knowledge  sharing are celebrated.", "In 2023, women filled 30% of our  management positions in revenue- generating functions and 16% of   our STEM-related positions.", "Notably,  women comprised 40% of our  promotions with the percentage of  women in junior management positions  increasing more than 2% from 38.3%   in 2022 to 40.6% in 2023.[SDGs 3, 5, 8, 10]", "In CBRE’s Form 10-K filing, we reported more than 130,000 employees,    including Turner & Townsend.  57"], ["We define top executive positions as those  reporting directly to our CEO, with eight  executives in these roles as of year-end 2023  .Executive"], ["Percentages may not add up to 100% due to rounding."], ["Percentages may not add up to 100% due to rounding and/or due to employees choosing not to identify gender or race and ethnicity."], ["Percentages may not add up to 100% due to rounding and/or due to employees choosing not to identify age, gender or race and ethnicity31.7%  Racially or  ethnically  diverse 55.6%  White 12.1%   UnspecifiedWomen34"], ["Senior Executive   Level Managers 0.1%Percentage of   Total WorkforceFirst Mid-level  Managers 22.4%Professionals 24.1%Technicians 0.9%Qualified Real  Estate Agents  (QREAs) 6.9%Sales   Workers 2.0%Administrative   Support 15.7%Craft   Workers 26.9%Operatives 0.1%Laborers 0.4%Service   Workers 0.6%66.7%33.3% 97.7%1.8%39.9% 59.6%Men Women Nonbinary 54.0%45.5%0.5% 0.5% 89.3%10.2%0.5% 88.0%11.7%0.3%", "The job categories on this page  follow the same definition used  by the U.S. Equal Employment  Opportunity Commission (EEO),  excluding the QREAs.", "The data  on this page reflects active  employees included on our EEO-1  reporting requirement, as well as  employees on leave of absence in  the U.S., employees in Puerto Rico  and QREAs.", "Some percentages  may not add up to 100% due   to rounding62"], ["Evaluating employee engagement continues to be   an important priority that allows us to identify new  ways to help our employees succeed and chart their  own course.", "In April 2023, we partnered with a third-party  specialist for the sixth time to conduct CBRE’s “Your  Voice” Employee Engagement Survey, providing  all global employees an opportunity to deliver  confidential feedback across 12 work experience  elements, including culture, wellbeing, stress, job  satisfaction, career opportunities and more.", "With a  response rate of 84% globally, results showed a 1%  increase in engagement compared with 2022.  ", "The areas where we saw the biggest gains were  performance management, the tools and resources  employees need to be productive, and collaboration.", "The survey results also highlighted some ongoing  areas of opportunity for improvement.", "We have  implemented global and business segment action  plans to address the following: —  Learning & Development  Provide employees with easy access to relevant  and timely content by leveraging partners such   as LinkedIn Learning and Harvard ManageMentor,  including curated employee wellbeing learning  pathways.", "—  Performance Management   Ensure every employee has the opportunity to  have meaningful goal-setting, mid-year and year- end performance conversations with a focus on  helping them understand their individual purpose,  motives for achievement and role in   CBRE’s overall success.", "Talent  EngagementCBRE is committed to fostering an engaging and inclusive work environment while also creating opportunities and  supporting growth plans where every employee reaches their potential at each milestone in their career  .  ", "Our managers play a critical role in making sure  our people are engaged and thriving.", "In 2023, we  provided upskilling opportunities to equip our  managers with the necessary knowledge, tools and  resources to connect with their teams and focus on  their wellbeing.", "Globally, our managers completed  362,348 hours of learning (excluding mandatory  training) in 2023.     ", "Ensuring we delivered an engaging and consistent  employee experience for our employees remained  a top priority in 2023.", "We developed our new CBRE  Employee Value Proposition (launched in early 2024)  and will continue efforts to upgrade and automate  our new hire onboarding program, as well as shift our  performance management approach from process- driven to enablement-driven.", "We measure the effectiveness of   our initiatives through our employee  engagement survey, which provides  insights about our employees   ranging from learning to collaboration   to DE&I and more .Engaging"], ["Using a combination of annual  performance reviews, 360-degree  feedback, talent reviews, coaching  programs, competency-based and  technical classroom-style training  programs, and self-assessment  and e-Learning tools,  we help  employees focus on continuous  improvement and reinforce  opportunities for everyone to  thrive.", "We also provide on-the- job development through global  and regional initiatives with  multicultural teams.", "In 2023, we saw strong  participation in setting  performance goals, demonstrated  by the 85% of employees who  entered their goals in our learning  and talent platform, Talent Coach.  ", "Setting specific and measurable  goals allows our people to align  individual goals with organizational objectives, fostering a sense of  shared purpose and driving overall  productivity and success.", "Managers were encouraged to  hold mid-year conversations to  review progress against goals and  have meaningful conversations  with their employees focused  on development and career  aspirations.  ", "Our performance review process  concluded with year-end reviews.  ", "All employees had the opportunity  to rate their own performance  and development, which included  achievement of 2023 goals and  demonstration of our RISE values.  ", "Using leader and peer feedback  as well as an evaluation of  2023 goal progress, managers  assigned each employee a rating  and conducted year-end review conversations with their teams.  ", "These conversations recognized  individual contributions and  provided developmental feedback.  ", "Year-end performance review  completion rates remained  exceptionally strong, with 96% of  employees receiving a review from  their managers.  ", "At CBRE, we believe leadership  development is essential for  ensuring we continue to drive  innovation, motivate our teams and  achieve our strategic objectives.   ", "We use 360-degree feedback  for leaders to improve their  effectiveness through insights into  their strengths and development  opportunities.", "As we advance our  performance management  approach, we will equip  employees with the  confidence, skills and tools  to articulate their career  aspirations, provide upward  feedback and ask for   stretch opportunities .[GRI", "404-3] Performance   ManagementYear-end performance  review completion rates  remained exceptionally  strong, with 96% of employees receiving  a review from their  managersI have been fortunate to work  with great managers at CBRE  who have been instrumental  in supporting my professional  growth .", "Working with the  business across key initiatives  and activities has helped me  further my professional skills  and experience, ultimately  helping me to secure my   recent promotion ."], ["We take an inclusive approach to learning, and our aspiration is for  employees and leaders to continue to be accountable for their own  performance, development and career.", "We help all employees understand the  learning programs and resources available to enable skill development that  maximizes performance in their current roles as well as prepare them for future  roles.", "As the world of work continues to evolve, we have also invested in various  learning initiatives that help managers and employees understand the importance  and impact of sustainability and AI technology in the workplace.", "In 2023, we invested nearly $22 million in employee training (equivalent to $183  per full-time employee - FTE).", "Our employees completed 1,680,592 hours of  learning in Talent Coach, up 57% from 2022, with an average of nearly 14 hours  per employee.  ", "Ensuring our employees understand their obligation and responsibility in  relation to Ethics and Compliance remains a critical priority.", "From September to  October 2023, we successfully conducted our second Annual Essential Learning  campaign.", "With a total of 258,454 hours of  learning, our employees demonstrated their commitment to modeling our RISE  values and protecting the interests of our clients and shareholders.  ", "In 2023, we also continued investment in successful global initiatives, such as  People Manager Excellence Immersion, a simulation-based learning experience to  support managers in effectively engaging and coaching their teams.", "Learning & Development[GRI 3-3, 404-1, 404-2] At CBRE, supporting our employees so they  can realize their potential remains a key  priority in our ongoing efforts to attract,  develop and retain top talent  .  ", "At the core of our Learning & Development (L&D) strategy is  the view that development happens through three   key activities: 10%  Formal   Training20%  Coaching 70%   On-the-job  LearningAI is here to help us, not  replace us .", "Our top priorities  are data security and AI  ethics; our data never  leaves our premises .", "CBRE  created Ellis AI to help  our employees securely  use genAI to uncover new  insights, and with it, we’re  training our workforce to use  AI responsibly to work  ."], ["191,339  Junior169,801  MiddleHours of Training by  Management LevelHours of Training   by Type 1,208  SeniorGlobally, our employees participated in 1 .", "272,629 719,69781,40572,52213,456 438,735Professional Growth Skills-related Training Global Compliance New Employee Onboarding Leadership Training Client Care & Sales  Growth OtherWe had more than 1,200 people managers graduate from this program, resulting in  lower turnover rates and a 1% higher overall engagement score for the cohorts and  their teams.", "This represents 1% of FTEs and 5% of total people managers globally.", "Across our company, we deployed several high-impact management and leadership  development programs that aim to equip our leaders with the skills and tools to  deliver on business outcomes, engage their teams and leverage diversity and  inclusion.", "In addition, we launched several new programs to address employee skill  gaps and provide guided professional development and career learning journeys.  ", "For example, our DRIVE program provides a professional development framework  designed to help employees achieve their career goals by identifying the critical  learning opportunities and experiences to be successful at CBRE.", "We targeted  release of the program to 21,000 employees in late 2023, with 1,200 participants or  1% of FTEs in the first three months.", "DRIVE benefits our company by supporting  business growth, empowering employees with development resources, fostering  innovation and optimizing efficiency.", "It provides the opportunity for employees  to elevate their skills, improve job performance and drive productivity.", "Investing  in our client-facing and technical employees remains a key focus through role- based learning opportunities, such as the Property Management Engineering  Technical Training and Facilities Management Certification Programs, the Advanced  Technician Program and the Project Management Global Technical Capabilities  Framework.", "Overall, our global employees participated in 1.68 million hours of training,   including managerial, professional, functional or technical training in 2023.", "We also continued to provide self-directed learning opportunities through Talent  Coach with access to leading-edge content from LinkedIn Learning and Harvard  ManageMentor for employees at all levels.", "In 2024, we plan to invest in further  enhancing the learning experience for our employees, including personalizing  learning opportunities and curating role-specific content.82,14866"], ["We recognize and appreciate that employee benefits and  compensation are an important part of the employment  relationship.", "CBRE provides competitive total rewards in  all the markets in which we compete for talent, including  fixed and variable pay, and comprehensive benefits that  complement country-specific, legislatively prescribed  programs.", "Additionally, managers may implement flexible work  arrangements, such as compressed workweeks and flextime,  after considering several factors related to the nature of the  employee’s work.", "We are a meritocracy, and gender, race, ethnicity, age,  disability, sexual orientation or any other protected  characteristic is not a factor in how we pay our employees.  ", "We consider level of experience and scope of duties in  determining fair compensation.", "We focus on all aspects of  compensation to uphold our values and commitment to equal  pay.", "For example, we periodically conduct pay reviews and  also comply with jurisdictional pay disclosure requirements, Commitment to  Equal Pay and  Benefits  such as our gender pay gap statistics in the U.K., Ireland and  Australia.", "Additionally, we provide competitive compensation  levels and promote CBRE as an employer for individuals from  all backgrounds.", "CBRE’s “pay-for-performance” culture provides equitable  opportunities to all our employees.", "However, our benefit  programs are, where possible, consistently offered within  locations to ensure that employees have the same access  to programs as other employees within their location or  position.", "For individuals not subject to external pay reviews  and/or benefit requirements, such as union contracts, CBRE  undertakes an annual pay-for-performance review.", "CBRE remains committed to providing eligible employees with  meaningful and affordable benefits.", "We provide a variety of  programs to support holistic physical and behavioral health,  short- and long-term financial stability, family planning and  emotional resiliency for employees at any stage in their career.  ", "For example, financial literacy offerings for U.S. employees  include planning resources on choosing investments,  balancing financial goals and preparing for retirement.", "CBRE offers comprehensive paid parental leave and family- friendly benefits in several countries around the world.", "For example, we provide paid leave benefits in  excess of the legally required levels for any parent, co-parent,  spouse, civil partner, or partner, who is involved in the shared  responsibility for raising a child through birth, surrogacy, or  adoption, regardless of gender.", "Our aim is to ensure that all  individuals have the support they need during this important  time in their lives.", "Annually, we review the market  competitiveness of all our total rewards  programs and adjust them accordingly  .   ", "We promote these programs through  manager and employee education,  sponsorship of wellness activities and  support for time away from work to  encourage work-life balance .67"], ["We focus on  four pillars of  wellbeingEmotional Financial Physical Social Supporting good  physical health  by encouraging  an active  lifestyleSupporting good  mental health by  creating a safe  place to work  and providing  mental health  resourcesProviding  opportunities  for employees  to connect and  encouraging  collaborationProviding   education and  resources on the  importance of  financial security  and planning1 2 3 4At CBRE, we prioritize the wellbeing and satisfaction of our employees.", "We  consistently look for new ways to add programs and benefits to our already  comprehensive package that will support the health of our employees and   their families.    ", "We developed the Be Well initiative, a global collection of resources, activities,  training and programs designed to support the wellbeing of our people.", "Be Well  offers monthly Wellness Workshops (live webinars) that cover a variety of topics  within the four pillars of wellbeing, Wellbeing Moments (materials employees can  use to start meetings by talking about wellbeing), newsletters and articles, free  resources, Be Connected interest groups on our internal engagement platform  and the Wellbeing Champions program.", "The Wellbeing Champions program is  an opportunity for employees passionate about wellness to serve as advocates,  promote wellbeing and help foster an inclusive culture.[GRI 403-6]", "In 2023, we identified that musculoskeletal (MSK) pain, a  pervasive, often debilitating condition, was one of CBRE’s  top healthcare costs, creating an opportunity to provide  employees with a better solution for their joint and muscle  pain.", "We partnered with Hinge Health, a digital clinic for  joint and muscle pain proven to reduce musculoskeletal  medical claims, pain, opioid use and surgeries, and improve  work productivity.", "At no cost to employees, they meet with  a physical therapist to improve movement and manage pain  from the comfort of their own home, making this program  extremely accessible.", "We believe this will make a difference  in the lives of our employees and help reduce our current  absentee rate of 3.0%.CBRE encourages our people to participate in governmental  elections by casting their ballots for the candidates   of their choice.  ", "Our policy that grants reasonable paid time off for voting has  been in place for many years.", "CBRE is active in our communities and we encourage our  employees to participate in volunteer opportunities.", "To  support these efforts, employees in the U.S., U.K., Canada,  Ireland, Australia and New Zealand receive 16 hours of paid  time off to volunteer in their communities each year.", "We  continue to work on expanding this program.   ", "Taking Care of our People Paid Time Off to V olunteer Paid Time Off to V ote Employee W ellbeing  68"], ["Employee turnover in our  industry can be significant  due to the contract-based  nature of our business .[GRI", "Prefer not to say 19.3% Not Specified 28.8%In some parts of our business, clients  engage us to provide services for their  facilities across a number of locations.  ", "If a new client was previously served  by a competitor, we often hire the  competitor’s employees to continue  working with the client in those facilities.  ", "Alternatively, we reduce our workforce  at the end of a contract.", "Turnover rates reflect both voluntary  and involuntary terminations.", "CBRE’s total turnover rate dropped   from 24.2% the prior year to 21.6% in  2023.", "The turnover rate for full-time  women employees 12-months after  returning from parental leave   was 18.2%.Turnover Rate by Region Americas 18.4% APAC 27.8% Not Specified 20.3%Global Turnover Rate by Age Under 30 28.9% 30-50 20.4% Over 50 19.1% Global Turnover Rate by Management Level Junior Management 12.3% Middle Management 10.8% Senior Management 12.1% Global Turnover Rate: Voluntary vs. Involuntary Voluntary 14.2%"], ["In CBRE’s Form 10-K filing, we reported approximately 14% of our employees worldwide  were subject to collective bargaining agreements, including Turner & Townsend .When", "workforce reductions and significant operational changes are necessary,  we comply with notice requirements of relevant labor and employment laws and  collective bargaining agreements, as applicable.", "We provide notice, payment in lieu of notice and/or separation pay consistent  with our severance policies and practices.", "For example, in the U.S., the company’s  transition assistance package to employees who are affected by job eliminations  includes outplacement assistance, separation pay and a health care stipend.", "Treating our people with dignity and respect is a priority  .W orkforce Reductions CBRE values and embraces diverse perspectives .   ", "We provide a work environment where employees can  compete and succeed based on their skills and abilities   and be rewarded accordingly  .", "We expect  our employees to treat each other with dignity and respect, regardless of their  background or position.", "CBRE prohibits discrimination that denigrates or shows hostility or aversion  toward anyone because of their race, color, ethnicity, gender, gender identity and/ or expression, sex, sexual orientation, age, disability, national origin, citizenship,  ancestry, place of birth or descent, religion, veteran or military status, or any other  protected class or characteristic protected by applicable law."], ["Diversity, equity and inclusion (DE&I)  begins at the top with our CEO.   ", "We can realize our DE&I vision when  everyone feels safe, valued and heard.", "CBRE’s CEO and global executive  leadership have made the advancement  of diverse employees a mandatory  component of their performance  objectives.", "It is a determining factor  in their overall performance rating  and compensation.", "Additionally, at the  start of each year, we encourage all  employees to incorporate at least one  DE&I objective into their performance  goals.", "This empowers individuals to drive  their own DE&I commitments and take  meaningful actions.", "We implement focused initiatives and  measurable outcomes designed to  attract, develop and retain talent across  all dimensions.", "Our top three priorities We endeavor to enable  our people and business  partners to thrive by  fostering a diverse, equitable  and inclusive environment  where everyone can belong .", "Diversity, Equity  & Inclusion[GRI 3-3] are to strengthen our inclusive culture,  increase the diversity of our workforce  and increase our spend with diverse  suppliers.", "Data and innovation drives our  ability to prioritize resources, implement  targeted interventions and monitor  progress.", "We continued to improve our  data in 2023 through a campaign to  encourage employees in the U.S. and  U.K. to voluntarily and confidentially  self-identify attributes of diversity.  ", "Demographic categories include gender  and gender identity, race and ethnicity,  LGBTQ+ identity, disability, and military  or veteran status.", "In the U.K. we also  encouraged employees to share more  about their social mobility (e.g., schooling  and socioeconomic background) and  religion.", "This contributes to our efforts  to better reflect our communities and  strengthen our inclusive culture.71"], ["As a part of our commitment to  supporting the evolving reconciliation  landscape in Canada, CBRE continued  implementing our Indigenous  Reconciliation Action Plan in our   Global Workplace Solutions (GWS)  business segment.  ", "Progress in 2023 included creating  governance bodies, improving inclusivity  for Indigenous peoples through policy  updates, offering additional training  and resources to further Indigenous  understanding, and increasing  partnerships with Indigenous suppliers.  ", "CBRE plans to continue expanding  our engagement with Indigenous  communities in 2024.It reinforces our existing curated DE&I  learning path focused on essential topics  such as bias in all of its forms, cultural  competence, communication, allyship,  and accountability, as well as how to  engage with colleagues and peers.", "Our DE&I Councils and Steering  Committees support our business  segments and lines of business by  implementing and advancing our global  DE&I strategy at local and regional levels.  ", "Since 2021, the number of these groups  has more than doubled to over 61 around  the world.", "CBRE embraces an open dialogue in  our workplace that enables everyone  to bring their authentic selves to work.  ", "Hosting courageous conversations  is an ongoing practice and leaders  regularly engage with our people and  participate in company and community  events that support employee wellbeing,  psychological safety and belonging.", "In 2023, we rolled out a  new global immersive and  interactive program focused  on learning, understanding  and demonstrating inclusive  behaviors .  "], ["This includes an intentional approach to recruiting, aligning  students from diverse backgrounds to internship programs  across the company, partnerships with organizations, a  staffing workshop, a client-approved employment plan,  competitive compensation and benefits, pre-hire screening  and extensive onboarding.", "Our technology platform, Talent Source, drives data  consistency for analysis.", "It provides end-to-end visibility into  the recruiting process with enhanced capabilities to better  inform decisions, including tracking candidate diversity and  pinpointing if and where they fall out of the consideration  process.", "We also use a platform that optimizes job  descriptions with inclusive language to remove bias.", "One of the challenges in our industry is relationship-based  hiring and recruitment, particularly when this depends on  homogeneous personal and professional networks.", "CBRE  has a clear policy that prevents our employees from playing  a direct role in the hiring, compensation, promotion or  performance evaluation of any relative or other individual  with a close personal relationship.", "Our goal is to ensure fairness and  guard against actual or potential conflicts of interest.", "As part of CBRE’s Community Impact Initiative (see  Communities & Giving) we partner directly with many  nonprofits that help prepare people from diverse communities  for commercial real estate careers through workshops and  access to CBRE leaders and employee volunteers, among  other programs.  ", "Two of these organizations, Project Destined and the  Thurgood Marshall College Fund (TMCF), focus on  Historically Black Colleges and University students in the U.S.  and help us expand our reach to a broader talent pool.", "In 2023,  CBRE and Project Destined expanded our partnership helping  to bridge Black students’ education to real-world experience  by launching the CBRE Market-based Program.", "The program  provides 45+ hours of commercial real estate training in  market research, property analysis, valuation and deal  financing, as well as mentoring sessions with CBRE leaders,  and participation in a pitch competition.", "Attracting Talent In the U.K., CBRE continued support for the Migrant Leaders  program, a nonprofit equipping young migrants from lower  socioeconomic backgrounds with tools and resources to build  leadership skills and succeed in education and work.", "In 2023,  program participation increased by 20%.", "Eagles is a social mobility  program offering opportunities to recent graduates from the  East London area to gain skills, knowledge and experience  that will help them access graduate level employment in  the City of London, through paid internships.", "Since the  partnership started three years ago, 36% of participants  have been offered permanent positions with the company.  ", "This initiative seeks to   highlight firms at the leading edge of improving ethnic and  social diversity in real estate and that are making a   tangible difference.", "CBRE partners and engages with other organizations  that increase our outreach to diverse professionals,  including:  — Ability Jobs, Association for Latino  Professionals for America  —Prospanica  —Commercial Real Estate Women  —Future Housing Leaders  — Historically Black Colleges and Universities  Connect  —National Black MBA Association  — NAIOP (Commercial Real Estate Development  Association)  —Real Estate Executive Council  —Paradigm for Parity  —Robert Toigo Foundation  —Forté These initiatives will directly expand the pool of talent  well into the future and enable CBRE’s workforce to  reflect the diversity of the communities where we   live and work."], ["[GRI 404-2] Supported Employment Developing Talent CBRE is the program manager for a diverse hiring program  developed by some of our largest clients called the Supported  Employment Program, providing opportunities for people who  might otherwise have been overlooked in the job market.", "CBRE  manages the program for Microsoft, which has employed  more than 570 people since it began in 2013 and is now active  in 27 countries with over 50 vendors.", "CBRE also manages  the Supported Employment Program for a global retail client  starting with its launch in 2019.", "More than 60 people are  currently employed at the company’s headquarters through  the program that is active with seven vendors.", "In 2023 in the U.K., CBRE continued supporting the   Mencap project as part of our Community Impact Initiative.  ", "The nonprofit provides job coaching for individuals with  learning disabilities to help them achieve success at work.", "A leadership development program for emerging and newer  leaders in the Americas is open to all employees with a  CBRE tenure of two or more years.", "The program focuses on  developing self-leadership and strategic leadership skills,  building competence in communicating, influencing others  and the business of CBRE.", "We conduct internal outreach to  achieve diversity among participants.  ", "In  2023, the nine-month program established 116 mentoring  relationships, with an average of 10 hours invested in each  relationship.", "Mentors share knowledge, promote professional  development, enhance career progression and encourage  guidance, coaching and support.", "We embrace individuals from various  backgrounds and with diverse perspectives  and have several programs for all our  employees to develop their skills and grow  through relationship-driven engagement  .", "CBRE participates in the McKinsey & Company Connected  Leaders Academy, a program designed to catalyze growth  through a peer network and sponsorship, as well as equip  leaders with new capabilities, mindsets and behaviors that will  help them achieve their career aspirations.", "In 2023, 155 of our  diverse leaders completed the program.  ", "Our U.K. GWS Engineering Apprenticeship program provides  a comprehensive four-year path to develop essential  engineering skills and gain valuable real-world experience.", "In  2023, the program hired 58 new apprentices, 28% identifying  as diverse; 30 new graduates completed the program, 50%  identifying as diverse.", "In 2023, CBRE launched Balance, a new development program  for women to improve self-awareness of strengths, build  relationships comfortably and understand opportunities to  expand their current role.", "In APAC, a cohort of 24 women  based in 14 locations took part in the six-month learning  series.", "CBRE is working to expand the program in 2024.", "Additionally, our GWS MentorReverse program—a unique  initiative designed to foster knowledge sharing and  understanding within our workforce—expanded its reach,  matching 225 pairs of leaders (mentees) with employees  from diverse backgrounds (mentors) for a nine-month period.  ", "Through monthly interactions, paired leaders exchange  experiences, knowledge, and skills, helping each other gain a  deeper understanding of the barriers faced by colleagues with  diverse backgrounds.", "I’ve learned a lot at CBRE over  the last nine years supporting  the team .", "I enjoy taking on  the challenges of working  with a genetic condition and I  feel empowered at CBRE that  my contributions are valued,  with growth and development  opportunities .", "I love my job— my one big passion is being  here every day with all my  amazing work friends ."], ["Americas  — Abilities   (supports the disability community)  —Asia Pacific Network  —Black Excellence  —CBRE Military  —Faith Network  — HOLA (Hispanics Organized   to Leverage our Advantage)  —Indigenous Network  —LGBTQ & Allies  —Rising Professionals Organization  — Women’s Network, including a  Working Parents Collective  subgroupEmployee Business Resource Groups Retaining   Talent  ", "We recognize the positive impact these policies have on  employee belonging and wellbeing.", "We also prioritize the use and expansion of stay interviews  and exit interviews as part of our ongoing commitment to  foster a diverse and inclusive workforce.", "Stay interviews  allow us to understand the challenges our employees face  in the workplace before they take action to leave, while exit  interviews provide insight into the reasons behind talent  departures, particularly among underrepresented   communities in our industry.", "These groups contribute  to retaining talent by offering career and professional  development and community involvement opportunities, as  well as connections and networking possibilities across all  business lines and regions.", "EBRGs are open to all employees  and contribute to a workplace where everyone belongs and  can be their authentic selves.", "Globally, our EBRGs have   more than 25,000 members—an increase of 32% from the  previous year.", "To promote a work  environment where  everyone can thrive,   CBRE works to embed   flexible work and parental  leave policies throughout  the company  ."], ["Numbers represent hourly and base salary pay gaps.", "Mean Gender Pay Gap Median Gender Pay Gap  CBRE undertakes pay gap analyses in accordance with  jurisdictional requirements, including in the U.K., Ireland and  Australia.", "These efforts help diagnose the issues and barriers  to gender parity and enable us to identify actions to rectify  them.", "This is  different than equal pay, which refers to men and women  receiving equal pay for equal work.", "Our 2023 Gender Pay Gap reports show improvement in some  areas and a gap increase in others.", "The commercial property  industry is impacted by long-standing disparities, with a  higher representation of men in certain roles, particularly in  positions that deliver technical services within the facilities we  manage, as well as more men holding senior positions.", "In the U.K., we improved in both our mean and median gender  pay gaps including within most business segments compared  with 2022.", "A significant reduction of more than 10% was  achieved in the median hourly pay gap while the mean hourly  pay gap improved by less than 2% and the overall mean bonus  gap narrowed by 2.5%.", "We saw progress with middle-ranked  women and men holding roles at similar levels of seniority   To read these reports, visit the Corporate Responsibility page on our website.", "Additionally, across the U.K., the percentage  of women across all pay quartiles increased, including the  upper and upper-middle quartiles.", "In Ireland, we saw a small increases in the percentage of  women in the upper, lower middle and lower quartiles, as  well as a significant improvement in the mean pay gap for  temporary employees.  ", "In Australia, we saw an increase in women representation in  fee writer and technical role professional level job categories,  each up by 1%.", "However, the mean and median pay gaps in  Australia slightly increased 0.4% and 1.6% respectively.", "This is  due to a slight decrease in women at the management level,  more men holding senior positions with higher salaries and  commission-based roles, as well as women in commission- based roles more often taking primary care leave, which  reduces their pipeline and total earnings.  ", "We acknowledge that closing the gender pay gap is an  ongoing journey and we remain firmly committed to achieving  long-term equity.", "We are actively implementing concrete  actions to attract, develop, and retain women, ultimately  aiming to eliminate the gender pay gap entirely.10.5%15.6% 12.7%13.1% 4.9%17.5% 15.2%16.8%Gender Pay Gap 12.4%16.8%22.9%26.5% 2022 2023 2022 2023 2022 2023 2022 2023 2022 2023 2022 202376"], ["[GRI 3-3, 201-1] CBRE defines a diverse supplier as at  least 51% owned, operated and managed  by an underrepresented group, including  Black, Indigenous, Hispanic, Asian or  other people of color; women; veterans;  individuals who identify as LGBTQ+; and  people with disabilities.", "Supplier diversity enables us to  bring diverse thinking, flexibility and  innovations to CBRE and help us meet  and exceed client needs; assist our  clients in meeting their own diverse  supplier goals; reduce inequality within  communities; and influence the success  of diverse suppliers.", "CBRE pledged to spend at least $1  billion with diverse suppliers in 2021  and grow this spend to $3 billion by  the end of 2025.", "In 2023, our supplier  diversity efforts expanded—on pace  toward our 2025 goal—spending over  $3.2 billion with small and diverse suppliers combined ($2.2 billion with  diverse suppliers).", "This represents 8%  of our total global spend.", "We grew the  number of our diverse suppliers by  23%, supported by efforts across our  Advisory and Real Estate Investments  (REI) business segments.", "In 2024, we  will enhance engagement in the EMEA  and APAC regions.", "CBRE is a corporate member of  the National Minority Supplier  Development Council, the Women’s  Business Enterprise National Council,  the National Veterans Business  Development Council, Disability:IN, the  National Gay and Lesbian Chamber of  Commerce, WEConnect International,  Canadian Aboriginal Minority Supplier  Development Council, European   Supplier Diversity Program, Minority  Supplier Development China,  Supplier  DiversityOur Supplier Diversity  Program is a business  commitment to mentor,  develop and integrate  diverse suppliers into buying  products and services for  CBRE and our customers .", "We continue to evaluate and engage  with organizations that can help us  identify and increase work with certified  diverse suppliers on a global scale.    ", "In 2023, we strengthened relationships  through our Supplier Diversity Program  in the Pacific, working with diverse  suppliers that make positive impact  in the community through their  businesses, including minority-owned  and Indigenous-owned businesses,  social enterprises and women-owned  businesses.", "We currently have over  3,500 diverse supplier partners.", "Globally, participating diverse  suppliers  receive development resources to  support their growth journey with  CBRE, including senior-level champions,  mentorship, annual action plans and  integration meetings.", "CBRE received the following  recognition in 2023:   —Emerging European Supplier    Diversity Program of the Year  — National Association   of Minority Contractors  Trailblazer Award  — Minority Business News  USA/Women’s Enterprise  USA Best of the Decade  honoree   — Procurement Magazine:   Top 100 Leaders in  Procurement, CPO  — Procurement Magazine:   "], ["[GRI 3-3 403-3, 403-4] Our mission is to drive a culture where we integrate HS&E into  every business decision enabling our people to experience a  sense of wellbeing and achieve superior outcomes.", "Employees  who feel safe and empowered enjoy more satisfying careers  and produce better results for our clients.", "Workplace Health, Safety &  Environment (HS&E) vision is to ensure   our people are safe and well at the end   of every workday  .", "Implementing Our Vision Engaging   Senior leaders  who set a   strong tone  and ensure  accountabilitySetting   global standards   and policiesCreating  opportunities   for meaningful  worker  participation,  training and  recognitionEnsuring  assessment and  management  of risk, and  compliance with  contractual  and regulatory  frameworksContinually  evaluating   and improving  management  systems, incident  response and  performance78"], ["[GRI 403-1, 403-3]Our HS&E governance structure aligns concepts, data,  methods and measures, including: — Strategy and vision  — Global minimum standards and policies  — Technology investment  — Assurance programs  — Communications planning  — Convening of internal and external participants  — Core training  — Metrics  — Analytics and reporting Four Levels of   Our HS&E   Management   System HS&E activities follow a “PDCR” model: Plan (identify risks);  Do (implement mitigation strategies  and tools); Check (assure  proper management); and Review (continually improve) in a  controlled manner to fulfill our business strategy.", "We measure  progress through our key performance metrics that cover  lagging indicators, such as injury rates, and leading indicators,  such as training, observations and audit findings.1Policy Executive leadership  sets principles   and targets .We", "Operating  ProceduresCBRE leaders at all levels demonstrate their commitment  to achieving excellence in HS&E performance by setting a  personal example, communicating expectations and providing  resources.", "This leadership commitment is the foundation of  our HS&E management system, with employee wellbeing as  the end goal.  ", "We align with the International  Standard for Environmental Management (ISO 14001) principles, guidelines for managing psychosocial risks   (ISO 45003) and elements of the International Standard for  Quality Management (ISO 9001).", "We ensure compliance with  the applicable regulatory requirements in the jurisdictions  where we operate, such as the U.S. Occupational Safety and  Health Administration.", "We use global legal registers with  country profiles and site audit forms covering 60 countries   to better understand the obligations of laws and regulations.  ", "We implement the system through a hierarchy of controls  ranging from elimination, substitution, engineering,  administrative and behavior to personal protective equipment  (PPE).", "All lines of business operate under a policy to manage  risk when delivering HS&E providing clients with regulatory  advice, guidance, programs or consultancy.", "In addition, we  work directly with GWS and Property Management clients   to maintain certifications under various HS&E   management systems."], ["CBRE is laser-focused on mitigating all  injuries—especially, serious life-altering  ones—and prioritizing efforts accordingly with  our risk-based and data-driven approach.  ", "In  2023, we expanded our Life Saving Rules to  include two additional high-risk categories and  released mandatory training modules focused  on mitigating and ultimately eliminating life- altering injuries.", "Our Significant Incident or  Fatality Program enables us to understand  trends across all lines of business within the  organization and share lessons learned.", "We put people first and foster employee  involvement, engagement and accountability  to drive HS&E ownership at all levels of the  business and integrate HS&E into our daily  operations through technology and process  improvements.", "Our observation program  creates impact by elevating the voice of our  employees.", "Safety observations reinforce  safe behaviors, identify and address at-risk  behaviors and are a mechanism to address  unsafe conditions.", "CBRE’s Management Systems and services are  certified to ISO 14001 standards, with 53% of  our corporate operational sites certified where  associated services are provided.  ", "In October 2023, we hosted our fifth annual  Global Safety & Wellbeing Week, garnering  over 100,000 touchpoints with employees.  ", "As part of our global programing, we led  daily 15-minute sessions and 45-minute  workshops on safety and wellbeing in all time  zones.", "CBRE leaders, clients and employees  shared their perspectives aligned with our  theme, “Be Safe.", "Topics included emergency preparedness,  psychological safety, safety industry trends,  mental health and wellbeing at work,  interfacing with the public, fleet and driving  safety, our clients’ focus on safety, and the  value of social connections at work.", "Additionally, we reinforced safety   messages in various monthly and quarterly  communications and worked to improve   our management program through   10 HS&E Council sessions and 22 HS&E   sub-council sessions."], ["Property Management reviewed and  updated the global HS&E strategy  in alignment with its vision.", "Key  deliverables included the development  and deployment of a new global HS&E  Governance program that defines a  consistent framework for management;  the launch of a globalized Stop Work  Authority program, designed to  empower our people to stop work and  speak up about unsafe actions and  conditions in the workplace; and a new  global Significant Incident and Fatality  (SIF) program, designed to better  support our teams in responding to  serious workplace incidents.", "Delivery  of these programs was supported  by our comprehensive Global HS&E  Communications strategy that focuses  on engaging internal and external  stakeholders through regular, varied   and specific Property Management  HS&E content.", "GWS developed and deployed initiatives  that drove assessment and review of  current processes and implemented  additional governance and validation.  ", "Following the company-wide focus   on Life Saving Rules, the business  worked to improve high-risk programs,   and enhance the competency  verification program.  ", "The transitions team served as a   conduit to understand risk when  performing new services for existing  clients or when onboarding new clients.  ", "Global Workplace Solutions Property ManagementI do a little bit of everything  in my role, but my—and the  company’s—number-one  priority is safety  .", "Engineering  can be dangerous work, so  CBRE puts a strong focus on  safety training .", "As techs, we’re  trusted to support high-stress,  issue-prone spaces, and we  trust that CBRE, in return,  will keep us healthy and well .  ", "That’s respect, and I feel it on  the job every day  ."], ["[GRI 403-2, 403-7] In 2023, we implemented Review Assess Decide (RAD), an electronic,  dynamic risk assessment tool that enables technicians to consider all  risks associated with their tasks before work begins .Risk   Management Our HS&E risk management system spans from  our leadership’s commitment and prioritization  of resourcesto every employee’s accountability  and contribution to a safe and well work  environment.", "Managing risk by assessment  requires the routine systematic process of  evaluating a task, job, procedure or workplace  to identify occupational health, safety and  environment hazards and select appropriate  controls or implement actions to minimize the  risk of harm.", "We reviewed our HS&E maturity using a formal  assessment matrix aligned to core elements of  the global HS&E strategy.", "These assessments  generated formal HS&E improvement plans  owned by senior management, who are  responsible for reviewing and providing  regular progress updates to executive  leadership.", "Through this process, we are  able to review performance on an ongoing  basis, demonstrating improvement in risk  management maturity and ability to achieve our  HS&E goals.", "CBRE manages risk in a variety of ways across  multiple teams and stakeholders.", "HS&E team  members primarily serve clients and use tools  to evaluate and measure risk at all levels.  ", "Identifying risk prior to starting work allows  for the proactive management of hazards.  ", "RAD provides practical directions on risk  management in order to keep employees  safe, and reduce the likelihood of workplace  incidents.", "We completed over 33,000 RAD  assessments, in addition to job hazard analyses  and other risk programs that align to the  ISO framework or certification requirements.  ", "Of our corporate office locations, including  operational sites where CBRE employees  conduct corporate functions, 99% were  assessed through CORA.82"], ["Certified Management Systems as of 2023  Sweden CanadaUnited Kingdom   Telford Homes IndiaIsrael Pakistan Australia/   New ZealandSingaporeIndonesiaMalaysiaShanghaiKoreaBeijingGermany Hong Kong ThailandUnited  Kingdom PortugalNetherlandsAustria; Denmark;   Poland; Switzerland;  Romania; Greece; Turkey;    UAE; Egypt; Israel; Spain;  Sweden; Saudi Arabia;  Belgium; Ireland; Slovakia;  Czech Republic; France;   Italy; Norway; Hungary SpainAdvisory Services incl."], ["[GRI 2-26, 403-5] CBRE is committed to the effective management and retention of occupational  health, medical and other records as necessary to fulfill our commitment to clients  and employees, and to comply with legal requirements.", "We regularly re-bid these services to ensure they effectively provide the latest  technology, trends and industry knowledge.", "CBRE extends the same high level of care in protecting our employee health and  safety data.", "CBRE’s Global Data Privacy Office regularly advises how to handle  health and safety data, data privacy standards, permissions controls, storage and  transfer of data, privacy notices and legal requirements in each jurisdiction.", "We engage our employees on a series of standing  committees, councils, focus groups and team sessions that  connect leaders and workers during key delivery points  within our safety management system.", "These included the  Global HS&E Leadership Council with associated sub- councils for Global Safety & Wellbeing Week, technology,  communications, supply chain, training, fleet, global  standards and certifications, and Significant Incident and  Fatality Board.", "These committees operate using standing  agendas conducted during meetings, town halls, exercises,  workshops and design sessions.", "During Global Safety & Wellbeing Week, CBRE aligned  globally on one day and across all time zones to hold ‘fika  time.’  ", "Fika is a Swedish tradition where teams temporarily  stop work and gather together to enjoy snacks, coffee and  conversation.", "This activity boosted individual and team  wellbeing while also increasing productivity.", "In 2023, we adjusted our strategy for core safety training  with automated assignments based on job classifications on  an employee’s first day.", "This approach increased employee  participation and improved manager insights while also  reducing the burden of manually administering the required  courses.", "We translated our core content into 43 languages   to better serve our employees globally in response to  employee feedback.  ", "Our training content is developed by health and safety  experts to ensure it is accurate and aligned with jurisdictional  regulatory requirements.", "It provides awareness of safety best  practices, and is continually reviewed to ensure the content  is current."], ["In 2024, our TRIR and  LTIR targets remain the same as our 2023 targets.  ", "We attribute our ability to keep these rates within our targets to our risk-based  global HS&E management system, including employee engagement through  training, competency verification and communications, a strong leadership  commitment to safety, as well as audits and inspections in line with HS&E standards.", "Managing these and other significant risks requires a continued sharp focus on  high-risk activities and heightened situational awareness in lower-risk settings, such  as office environments.", "We have used these critical metrics to improve performance  over time.", "TRIR = number of recordable cases (excluding minor ‘first aid’ level incidents) multiplied by 200,000 hours/actual    hours worked (includes interns and temporary workers;excludes differentiated calculation for part-time employees)", "2. LTIR = number of lost time injuries multiplied by 200,000 hours/actual hours worked 3.", "Data coverage for both TRIR and LTIR is 100% of employees 4. CBRE recorded one work-related employee fatality in 2023 5.  ", "CBRE does not report on contractor incident rates globally at this time, but contractor incidents are tracked   in high-risk lines of businessPerformance 0.72 0.60 0.58 0.44 0.44 0.390.380.360.330.34 0.30 0.28 0.23 0.23 0.180.200.210.2285"], ["We have developed and implemented  a dedicated global Human Rights  Compliance program within our  operations.", "The program’s cornerstone  is our Human Rights Policy, which  recognizes our responsibility to always  respect human rights in our operations,  promote an appropriate example, and  make a positive global impact.", "The  policy covers topics such as child labor;  human trafficking, slavery and the right  to voluntary labor; freedom against  prejudice and discrimination; safe and  secure workplaces; work hours and  wages; and freedom of association.  ", "Our policy states that CBRE endorses  the United Nations Guiding Principles  on Business and Human Rights and will work to raise awareness with employees  about our responsibility to protect  human rights.", "The policy includes  provisions for Indigenous Peoples and  highlights CBRE’s human rights due  diligence check.", "CBRE has incorporated our Human  Rights Policy into our annual Standards  of Business Conduct certification  process, mandatory for all CBRE  employees.", "In our Pacific region,   1,791 GWS and Property Management  employees completed Modern  Slavery training.", "Globally, 192 Ethics  & Compliance Ambassadors received  Human Rights & Modern Slavery  awareness training.", "CBRE ensures that our people comply  with all human rights and modern Human  RightsIn line with our RISE  values, CBRE believes all  people should be valued  and respected and   have the right to choose  their own destiny  .", "slavery regulations in regions where   we operate globally.", "We publish Slavery  & Human Trafficking Statements   in the U.K. and Australia annually.   ", "Our subsidiary Telford Homes also  publishes a Modern Slavery and   Human Trafficking Statement each  year.", "These statements outline specific  steps we have taken across our  business to ensure we meet the relevant  jurisdictional requirements, including  the U.K. Modern Slavery Act and the  Australia Modern Slavery Act.", "In July 2023, CBRE GWS U.K. launched  the “Tackling Modern Slavery in acilities  Management and Construction Toolkit,”  created in partnership with the Business  Services Association’s Modern Slavery  Council.", "The toolkit reached 5,500 of our  supply partners and provides businesses  of all sizes with a best-practice guide  on addressing the risks of modern  slavery within the facilities management  and construction industries and implementing effective management  systems to prevent, detect and report  instances of exploitation.", "The toolkit  also includes guidance for recruitment,  operations, procurement and   frontline staff.  ", "More than 800 business leaders across  CBRE assessed their business exposure  to key compliance risks, including  human rights risk.", "Based on the 2023  assessment, our Ethics & Compliance  team identified appropriate action plans  to further enhance CBRE’s human rights  program.", "Although we do not directly  manage human rights for our suppliers  and therefore cannot report on it,   we work to influence this stakeholder   group through our required Supplier  Code of Conduct, available on our  corporate website in 35 languages.   "], ["[GRI 2-23, 2-24, 418-1] Respecting individual privacy rights and the security of  personal information to enable the trust of our clients,  employees and all individuals whose personal information  we handle is our top priority.", "Our Global Information Security  Policy directs how we protect information assets (including  client and partner information on CBRE systems) from internal  and external threats, whether deliberate or accidental.", "We  regularly update our data privacy notices and translate them   where applicable for every country where we work.", "Our Global Privacy Policy sets forth CBRE’s compliance  standards for our collection, use, disclosure, retention,  safeguarding and other processing of personal information.  ", "CBRE has a well-defined, defensible Global Data Protection and Privacy program that aligns with the E.U.’s General Data  Protection Regulation (GDPR) and applicable data protection  and privacy laws globally, including the California Consumer  Privacy Protection Act (CCPA), as amended by the California  Privacy Rights Act (CPRA).", "In 2023, we had no substantiated complaints concerning  breaches of customer privacy or loss of customer data.", "We have established a consistent data privacy and security  culture across the globe to minimize risk and ensure privacy- respectful data handling processes.", "Data   PrivacyCBRE is committed to ensuring all the personal data we collect  and process is handled according to our RISE values and  applicable data protection and privacy laws throughout its   entire lifecycle .", "This includes data from our employees,   vendors and clients .Key", "components of our privacy program include:  —Systems and procedures to respect and comply with Data Subject Rights  —Information governance and security standards, including maintaining   ISO 27001/27002 certification and data hygiene practices  —Implementation of seven Privacy Principles  —Vendor security and privacy risk assessments and Supplier Code of Conduct  —Integration of Privacy by Design and Privacy by Default into our software   development lifecycle  —Proactive training, communications and outreach that reinforce our commitment   to embedding data privacy into our business practices and culture at every level  —Policies and practices to ensure that cross-border data transfers are lawful and   ensure appropriate levels of data protection and privacy  —Global and regional data incident response plans and capabilities  —Aggressive risk identification, audit and compliance monitoring that includes a   proactive country-by-country annual risk assessment process, global   whistleblower hotline (where permitted), internal investigations program   and a strict non-retaliation policy In 2023, CBRE’s ISO 27001 (Information Security Management System) and ISO  27701 (Privacy Information Management System) certifications were verified as  continuing to meet ISO/IEC 27001 and 27701 requirements, demonstrating the  company’s long-standing commitment to delivering exceptional privacy outcomes   for clients, employees and other stakeholders globally.87"], ["Communities   & Giving We are proud of our employee  volunteer efforts in 39 countries,  resulting in more than 62,600  hours logged .[GRI", "201-1] At CBRE, we take a holistic approach to meet the evolving  needs of our communities through CBRE Cares, the company’s  philanthropy and volunteerism program.", "Through direct  contributions from the company and our employees–including  volunteer time–we make a difference in communities where  we live and work around the world.", "We are proud of our employee volunteer efforts in 39  countries, resulting in more than 62,600 hours logged–  47% more than in 2022 and valued at nearly $2 million using  the Independent Sector’s 2023 volunteer hour value of $31.80.", "Through our Community Impact Initiative, we strategically  invested in three main areas that align with our company’s  overarching environmental and social responsibility priorities:  —Climate action solutions  —Building the workforce of tomorrow  —Improving our headquarters city of Dallas, Texas Additionally, local markets contributed to various causes  important to their specific communities, such as food banks  and health organizations.88"], ["Through the Community Impact Initiative, CBRE Cares  partnered with more than 30 nonprofits, addressing our  three strategic priorities .Community   Impact Initiative Lead On Climate   Action Solutions As a growing focus for CBRE and our  clients, we are committed to supporting  programs focused on reducing climate  impact in the built environment and  supporting technological innovation.  ", "Organizations we supported include:  —E.O. Wilson Biodiversity Foundation  —Green Science Policy Institute  —Institute for Sustainable    Communities  —Rocky Mountain Institute  —", "The Workforce   Of Tomorrow CBRE understands the importance of different perspectives in the workplace and  supports programs focused on education and career opportunities for people of  color, women, military service members and veterans, people with disabilities and  individuals who identify as LGBTQ+.  ", "Organizations we supported include:Improve Our Dallas Headquarters  Community As one of the largest companies in our  global headquarters city of Dallas, CBRE  is committed to supporting the local  community through programs aimed at  education and economic advancement.   ", "Organizations we supported include:  —Behind Every Door  —Big Brothers, Big Sisters Lone Star  —Bonton Farms  —Dallas Regional Chamber  —For Oak Cliff  —Girls Inc. of Metro Dallas  —I AM a Golfer Foundation  —In The City For Good  —Jubilee Park   —Miles of Freedom  —Momentous Institute  —ScholarShot, Inc.  —Ascend Foundation  —Bridges from School to Work  —Career Ready (U.K.)  —Carers (U.K.)  —Ferguson Centers for Leadership   Excellence  —", "National  —Hiring Our Heroes  —Hispanic Scholarship Fund  —INROADS, Inc. —Mencap (U.K.)  —Migrant Leaders (U.K.)  —Native Forward  —Point Foundation  —Posse Foundation  —Project Destined  —Thurgood Marshall College Fund89"], ["From providing virtual volunteer opportunities  to matching employee donations for global  disaster relief campaigns, we help our  employees make a difference.", "Additionally,  CBRE Cares supports employees impacted by  natural disasters through the CBRE Employee  Resilience Fund.  ", "These efforts succeed through the support  of our network of CBRE Cares Chapters and  Global Champions, all employee volunteers  who identify and promote opportunities   to give back.", "Our efforts embody CBRE’s RISE values,  especially service, by delivering crucial  support and direct aid to people, communities  and causes.", "Volunteerism CBRE’s record number of employee volunteer  hours globally is due, in part, to increasing  opportunities, implementing a volunteer  rewards program, raising awareness of existing  programs, such as paid volunteer time off, and  educating employees about how to log their  volunteer hours.", "Global Campaigns Employees volunteer year-round, and CBRE  Cares coordinates dedicated global We Care  campaigns in April and November, resulting  in increased volunteer engagement.", "We also  have expanded our virtual volunteering weeks  to provide convenient ways for employees to  give back.", "Volunteer Rewards Through the Quarterly Volunteer Rewards  program, select employees who have logged  at least one volunteer hour receive giving  credit to donate to a charitable organization  of their choice.", "Each year, the top ten regional  employees (Americas, APAC, EMEA) receive  an additional $500 giving credit to donate to  the charitable organization of their choice.  ", "Matching Gifts In the U.S., qualified employee donations are  matched dollar-for-dollar up to a maximum  of $1,000 per employee each calendar year,  allowing employees to make a bigger impact  in their communities.", "In 2023, employees  donated $1.9 million, and CBRE matched  those funds with an additional $1.4 million.", "When CBRE Cares activates a global disaster  relief campaign, all employee donations  globally are matched by the company dollar- for-dollar.", "Employee Assistance CBRE’s Employee Resilience Fund helps  employees facing financial hardship due to  natural disasters."], ["[SDGs 16, 17] Guided by our RISE values (Respect, Integrity, Service, Excellence), we have a strong  governing framework that informs our company’s strategy and policies while delivering  excellent outcomes for our clients.", "We align our work on governance issues with  two U.N. Sustainable Development Goals: Peace, Justice and Strong Institutions and  Partnerships for the Goals.", "This section outlines our Board governance, management, and our long-standing  policies on respect in the workplace, anti-corruption, nondiscrimination, and  transparent and accountable business practices.", "CBRE leads with the highest standards of  ethics and integrity in everything we do to  build trust in our business .  "], ["[GRI 2-9, 2-11, 2-13, 2-18, 2-19, 2-20] Board of  DirectorsThis level of independence exceeds the majority standard  established by our Corporate Governance Guidelines and the  listing standards of the New York Stock Exchange (NYSE).", "In  February 2024, CBRE appointed Guy A. Metcalfe to the Board,  enhancing the Board’s commercial real estate expertise.", "Susan  Meaney decided not to stand for re-election at the May 2024  Stockholders Meeting; we thank Susan for her service to   our Board.", "Currently, our Board leadership structure consists of a chair  (who is also our CEO), a lead independent director, and strong  independent committee chairs.", "The Board regularly reviews  its leadership structure and has determined that this structure  is in the best interests of our company and shareholders  at this time.", "It provides independent Board leadership with  the benefit of our CEO serving as the chair at our regular  board meetings.", "Among other factors, the Board considered  and evaluated: Mr. Sulentic’s deep knowledge of CBRE and  extensive commercial real estate experience; the importance  of consistent, unified leadership to execute and oversee the  company’s strategy; and the strong and highly independent  composition of the Board and the meaningful responsibilities  of the lead independent director.", "Our Board operates with four committees: Audit,  Compensation, Corporate Governance and Nominating  (Governance), and Executive.", "The Audit, Compensation and  Governance Committees are considered key committees,  and each member is independent under CBRE standards  and guidelines.", "Members of the Compensation and Audit  committees must also meet applicable NYSE and U.S.  Securities and Exchange Commission (SEC)  independence  requirements.", "At least one member of our Board serving on  the Audit Committee is required to have the qualifications  and skills necessary to be considered an “Audit Committee  Financial Expert” under relevant SEC rules, and it has been  determined that three of our five current Audit Committee  members qualify.", "Section VI defines our process to determine  remuneration and Section IX defines our Board performance  evaluation policies.  ", "At year-end 2023, CBRE had an  11-member Board of Directors .  ", "Ten directors are deemed  independent and the 11th  director is our Chair and CEO,  Bob Sulentic  ."], ["CBRE’s Governance Committee regularly reviews the  composition of our Board and determines whether the  addition of directors with particular experience, skills or  characteristics would make our Board more effective.  ", "When a need arises to fill a vacancy, or it is determined  that a director possessing particular experiences, skills or  characteristics would make our Board more effective, the  Governance Committee conducts targeted efforts to identify  and recruit individuals who have the necessary qualifications.  ", "As a part of the search process, the Governance Committee:   —Will actively seek out women and underrepresented   candidates   —May consult with other directors and members of our    senior management   —May also hire a search firm to assist in identifying and    evaluating potential candidates  ", "Our Board seeks directors who represent a mix of  backgrounds and experiences that will enhance the quality  of our Board’s deliberations and decisions.", "In nominating [GRI 2-10] Director   Nomination   Criteria candidates, our Board considers a diverse membership in the  broadest sense, including multiple directors who are women  and directors who identify in one or more of the following  categories: racial, ethnic or national origin minorities; people  with disabilities; LGBTQ+; and military/veterans.", "Our Board  does not discriminate on the basis of race, color, national  origin, gender, religion, disability or sexual orientation or any  other category protected by law.", "When evaluating candidates,  our Board considers whether potential nominees possess  integrity, accountability, informed judgment, financial literacy,  mature confidence and high-performance standards.  ", "Our Board is especially interested in adding candidates over  time who are operating executives (particularly current chief  executives or other operating executives of other large public  companies) or who have a strong technology background and  in both cases a passion for building a transformative business  on a global basis.", "Other factors include having directors with  international experience, including knowledge of emerging  markets or management of business operations and resources  that are dispersed across a global platform.  "], ["In addition,  50% of our Board committees were  chaired by women, and our lead  independent director is a woman.  ", "Pursuant to our Corporate Governance  Guidelines, as part of the search process  for a new director, the Governance  Committee will actively seek out women  and underrepresented candidates to  include in the pool from which Board  nominees are chosen and will instruct  any search firm engaged for the search  to provide a set of candidates that  includes both underrepresented people  of color and different genders.[GRI 405-1]", "As is permitted under SEC rules, we identified the  median employee by examining the annual base  salary for all individuals employed at the end of  2023, excluding our CEO.", "We included all active  and on-leave employees, whether employed full- time, part-time or seasonally.", "We did not make any  adjustments or estimates with respect to annual  base salary compensation, and we did not annualize  compensation for any full-time employees that we  did not employ for all of 2023.", "Under the de minimis exclusion, we excluded a  total of 5% of our employee population from the  following countries: Argentina, Austria, Bahrain,  Bangladesh, Belgium, Bulgaria, Colombia, Costa  Rica, Croatia, Dominican Republic, Egypt, Finland,  Greece, Hungary, Indonesia, Luxembourg, Morocco,  New Zealand, Norway, Oman, Pakistan, Panama,  Peru, Portugal, Romania, Russia, Saudi Arabia,  Serbia, Slovakia, Slovenia, South Africa, Sri Lanka,  Taiwan, Turkey, United Arab Emirates, Uruguay   and Venezuela.", "We employed statistical sampling to identify a  group of employees within 2.5% of the median  based on annual base salary, then selected the  median employee from this group.", "We then  calculated 2023 CEO pay, which includes Mr.  Sulentic’s base salary, bonus, equity awards,  employer-paid insurance premiums and 401(k)  match.", "We used the same methodology in  calculating 2023 pay for the median employee.", "We believe that our methodology results in a  reasonable estimate, prepared under applicable  SEC rules, of the ratio of the annual total  compensation of our CEO to the median of  the annual total compensation of our other  employees.", "However, given the different  methodologies that public companies will use to  determine an estimate of their CEO pay ratio, the  estimated CEO pay ratio reported above should  not be used as a basis for comparison between us  and other companies.36% Racially/Ethnically   Diverse (4)White (7) 27% Women (3) Men (8) Non-independent (1)91% Independent (10) 50% Chaired by WomenRace & Ethnicity Gender Independence Board CommitteesBy AgeBy Tenure Women (3)0-4   Years5-8   Years8+  Years"], ["[GRI 2-25, 403-2] Enterprise Risk  Management We realize that effective enterprise risk management is crucial  to long-term financial planning and business performance.  ", "Our Global Risk Management team develops and implements  an Enterprise Risk Management (ERM) Framework using  both ISO 31000 and principles set forth by the Committee of  Sponsoring Organizations as guides to effectively assess risk,  define CBRE’s risk acceptance levels with respect to residual  risks and mitigate material findings.  ", "CBRE recognizes that some level of risk assumption is  inherent in any company’s business practices, and we weigh  this relative to our business goals.", "Accordingly, the ERM  Framework is not intended to result in risk avoidance but is  designed to identify, control and mitigate enterprise-level risks  that CBRE is willing to accept as part of its operational model  and a strategy that aims to protect our employees, our assets  and clients’ assets under CBRE’s control.", "We achieve this through:  —Leadership.", "Setting and implementing global standards, definitions and   policies that ensure enterprise-level risk assessment and mitigation strategies   for all stages of risk—identifying risks and their characteristics, assigning risk   owners, allocating the necessary resources, ensuring accountability  —Framework Performance Management."], ["CBRE’s risk governance is comprised of three key lines of defense which operate  together to provide structure around risk management and ensure ongoing  awareness of CBRE’s top risks and mitigation efforts.  ", "CBRE’s three lines of defense include: Risk   Governance  1 2 3First Line  Risk management by business leaders and operators associated   with daily operations Second Line  Legal, risk and compliance teams working together to implement and   monitor CBRE’s risk management program  Third Line  Annual audit plans developed independently by CBRE’s internal audit team that  are designed to ensure policies, controls and operating procedures are effective to  address and mitigate ongoing and emerging risks."], ["The ERM Framework and team collectively support risk  owners who are accountable for characterization and  mitigation strategies.", "In addition, CBRE’s new venture risk assessment process  is designed to help stakeholders evaluate and assess risks  arising from new services, geographies or changing risk  profiles due to expanded services.", "Every employee has a role—including awareness of potential  risks and responsibilities to mitigate or escalate for help.  ", "The ERM Framework relies on various risk assessment types.  ", "These include:Risk  Management  Processes  The Global Risk Management team  regularly interacts with stakeholders,  oversees the ERM team, and approves the  ERM Framework and processes .", "The purpose of the ARA is to find, recognize and describe  risks that might help or prevent CBRE from achieving business  objectives; comprehend the nature of those risks; evaluate  risks according to established criteria and address the risks.  ", "We develop an annual Top and Watchlist Enterprise Risks and  Risk Treatment Plan.", "We conduct either a complete refresh or  validate the annual list every other year.", "This includes:  —Interviews or surveys with cross-segment and    cross-region leaders  —Analysis of internal data points (e.g., EthicsPoint    cases, litigation themes, employee survey results)  —External research  —Consultations with external audit and outside counsel  —Risk sessions with ERC  —Validation with the Audit Committee  —CEO and Board ApprovalNew Venture Risk Assessment (NVRA)  ", "CBRE’s NVRA protocol ensures proper vetting and approval   of new ventures in a new geography, providing a new service  or otherwise changing the risk profile.  ", "In 2023, CBRE’s Internal  Audit team assessed the NVRA process to validate operational  effectiveness.", "The audit conforms to the Institute of Internal  Auditors International Professional Practices Framework,   an industry standard.", "The STRA is an exercise that helps decision-makers  understand how fictitious adverse events may impact the  organization, test existing plans and reduce impact when  actual adverse events occur.", "The LBRA is an opportunity to  reinforce CBRE’s risk culture as a learning organization, gain  insight from past incidents or risk events, and prevent material  recurrence.", "Value is no longer exclusively  based on financials .  ", "Stakeholders  need transparency to  understand opportunities and  risks associated with ESG  aspects and identify the real  value and positive impact  .  ", "We will be able to improve  what we measure, report and  benchmark  ."], ["Following the CEO and Board approval of the annual  enterprise risk assessment results, we develop a mitigation  action plan that includes analysis of drivers and consequences  and identification of appropriate mitigation activities.", "The  ERM team works with risk owners to monitor risk mitigation  throughout the year.", "Our Executive Risk Committee (ERC)—comprised of senior  leaders representing the company’s business segments,  corporate functions and geographic regions—governs and  steers our ERM program.", "The ERC meets quarterly to discuss  risk mitigation for the top enterprise and emerging risk areas.  ", "Our SVP of Global Risk Management, with assistance from  the ERC, regularly advises the CEO and updates the Board’s  Audit Committee quarterly and the full Board annually on risk- related matters.", "Safety and security of employees Cybersecurity Supply chain resilience Operational disruptionDelivery of threat-based training Continual improvement of crisis  management plans and capabilities Ongoing risk assessments and development of  risk treatment plans for CBRE offices Leveraging technology and third parties  to identify and communicate emerging  geopolitical riskGeopolitics Infrastructure disruptions, climate change,  natural disasters and other events may impact  our ability to manage real estate for clients or  may adversely affect the value of real estate  investments we make on behalf of clients.", "Safety and security of employees Operational disruption Environmental activismLeveraging technology and third parties to  identify and communicate emerging climate- related risks Partnership with CBRE Cares team to identify  and assist employees impacted by natural  disasters and climate-related incidentsClimate Security99"], ["CBRE’s Global Security program aims to  protect our people and assets from loss,  damage and harm .  ", "The program applies to our corporate offices globally and our  employees—whether they are working from a CBRE or client  site, attending company or industry events, or traveling for  business purposes.", "CBRE’s Global Security Standards describe the baseline  controls required to operate securely, reliably and consistently.  ", "They provide a structured, inclusive, cost-efficient approach to  addressing CBRE’s security needs.", "Additionally, they prevent  confusion and mitigate the use of incorrect security solutions.", "Throughout 2023, the Global Security team collaborated  to deliver the Global Security Standards and implemented  a Governance, Risk and Compliance program to manage  security and resilience risk across our corporate office  portfolio.", "Global Security  Program and  Standards  Ensuring resilient business operations and the security of  our people is paramount to CBRE’s success and ability to  meet client expectations.", "The Business Continuity and Crisis  Management program allows CBRE to safeguard the interests  of our stakeholders, reputation and brand.", "The program  implements strategies to prevent, plan for and respond to  events that can affect employee safety and service delivery   to clients.", "Business Continuity  and Crisis  Management  Crisis Management CBRE’s Crisis Management program prepares for, responds to  and recovers from all events impacting business operations  and client services.", "We provide holistic crisis management at  all levels by implementing policies and processes that mitigate  the impacts of current and emerging risks, such as climate  change, and increase resilience to disruptions.", "CBRE works with many external intelligence sources that  provide up-to-date information on actual or potential  disruptive events, such as weather events and other incidents  occurring around the globe.", "The Crisis Management team  reviews this information daily to measure risk, map exposure, Business Continuity CBRE has business continuity plans to deal with difficult  situations, so we continue functioning when something  disrupts our business.", "Plans are tailored to locations and  include risk profiles for assets that need to be protected.", "CBRE’s Business Continuity program applies to key CBRE  corporate offices and business segments globally, including  wholly-owned subsidiaries, and aligns with the core principles  of relevant international standards and professional practices.  ", "Our Crisis Management team provides day-to-day programmonitor emerging risks and inform leadership action and  decision-making.", "In 2023, the Crisis Management team responded to 100  incidents globally, including flooding, inclement weather,  workplace violence, protests and civil unrest, physical security  and cybersecurity.", "We activated a crisis management team for  21 incidents, most notably the Hamas conflict in Israel and the  wildfire in Maui, Hawaii, in the U.S. oversight—supported by key leaders from across the  business—including training and resources for thousands  of employees globally.", "We also initiated multiple employee  awareness campaigns, covering personal preparedness and  traveling safely.", "As part of our response strategy, we prioritize our ability to  contact our people as quickly as possible.", "CBRE’s intelligence- integrated emergency notification system allows CBRE  to communicate with impacted employees before, during  and after disruptive events by email, text, phone and push  notification.", "We perform regular testing to ensure the system  works well, prepare employees to respond to alerts during  incidents and remind our people about the importance of  updating their contact information.", "In 2023, we sent over 130,000 emergency messages to  employees, alerting them to weather events, active shooter  situations and other emergencies that could potentially  disrupt communication and/or pose a physical risk.", "We also  used the system to distribute important information about  employee support resources, such as the CBRE Employee  Resilience Fund.[GRI 2-24]100"], ["[GRI 3-3, 206-1] Ethics &  ComplianceEthisphere recognized CBRE with its Compliance  Leader Verification for our outstanding  commitment to achieving a best-in-class ethics  and compliance program.  ", "The verification process involved a rigorous third- party review of our ethics and compliance program  and corporate culture, including all our programs,  our Standards of Business Conduct and policies  and how violations are reported and tracked.  ", "It also included interviews with business segment  leaders, members of our Board’s Audit Committee  and our General Counsel and Ethics & Compliance  team members.", "This team, led by our Chief  Ethics & Compliance Officer, is independent from  business operations.", "CBRE has a robust and transparent policy  management platform that is accessible to all  employees worldwide.", "We constantly monitor  our policies and, where necessary, update  them to align with regulatory requirements and  appropriate commercial real estate standards.", "We  added or updated 16 policies in 2023.CBRE’s Ethics & Compliance  program sets the tone for a  culture of values that are the  cornerstone of our global  business philosophy and  ensures that we achieve  success with integrity  .", "Although not financially material, in September  2023, CBRE, Inc. reached a settlement with the  U.S. Securities & Exchange Commission (SEC) for  a nominal sum of $375,000.", "This matter pertained  to our standard separation agreement language,  which the SEC felt was not as clear as it should  have been with regard to an employee’s ability  to report potential concerns to regulators.", "Our  separation agreements have included language  that has long been the standard in release  agreements for many companies.", "However,  when the SEC notified us of their concern,  we immediately revised the language to their  satisfaction and contacted former employees who  signed the release to give them clarification.", "The  SEC found no instances where a former CBRE  employee was impeded from going to the SEC and  commended CBRE’s cooperation and remediation  efforts.", "CBRE’s Standards of Business Conduct  also makes it clear that employees are not  restricted from contacting regulators."], ["[GRI 2-23, 2-24] CBRE is firmly committed to conducting  business with the highest integrity and  in compliance with the letter and spirit  of the law.", "It aligns with our RISE values  and guides our everyday operations.  ", "It includes real-life scenarios to help  decision-making, a glossary of terms  and decision trees for people who are  visual learners.", "The Standards of Business Conduct  outlines our expectations of employees  when interacting with each other,  our business partners, clients and  competitors, using our corporate  resources, and engaging in our  communities.", "It affirms our culture of  ethics and compliance and preserves  the valuable trust of our clients.  ", "Available in 34 languages and approved  by our Board, all employees must  annually certify that they have access to the Standards of Business Conduct,  have read and understood it, and will  adhere to all company policies.", "As part  of this certification process, employees  are encouraged to report any suspected  wrongdoing that violates our standards,  policies or the law.", "CBRE has a goal for 100% of employees  to certify they completed our Standards  of Business Conduct.", "In 2023, 93% of  employees completed it, approaching  100% employee participation when  allowing for the timing of new hires  and departures.", "A portion of our Chief  Compliance Officer’s performance rating  and compensation award is directly  related to meeting this objective.", "As part  of our annual review process, employees  are encouraged to assess how they  demonstrate CBRE’s RISE values.", "This  includes the value of integrity, a direct  connection to expectations set in our  Standards of Business Conduct.", "We require our suppliers to conduct  their operations in an inclusive, socially  responsible and environmentally  sustainable manner.", "This includes  operating in compliance with our  Supplier Code of Conduct and all human  rights and modern slavery regulations in  regions where we operate.", "In 2023, a total of 60,565  suppliers attested to comply  with the CBRE Supplier  Code of Conduct  .  ", "Of these 73  cases, 23 were substantiated, 35 were  unsubstantiated and the remaining   15 are pending.", "Supplier Code   of Conduct [GRI 308-1] [GRI 2-24] CBRE conducts supplier screening on  environmental, social and governance  criteria, including labor relations, code  of conduct, bribery and corruption,  environmental programs and policies,  energy and climate, health and safety,  modern slavery, and environmental  regulatory compliance.", "We encourage  sustainable and diverse sourcing by  ensuring buyers have convenient access  to company information, products  and services from suppliers that have  completed our extensive supplier  screening.", "CBRE uses multiple software platforms  and other partners to screen suppliers,  providing minimum standards for  reporting by country, client account and  risk, as well as a database of supplier  information that can feed into other  CBRE applications.", "In 2023, CBRE screened 41,276 suppliers  globally that we manage for ourselves  and our clients.", "In 2023, we launched Supplier Shield  in the U.S. as part of our plan to  implement a globally consistent third- party risk management process.", "This  is a strategic evolution from regional  supplier screening solutions with roll  out continuing across the business over  the next several years."], ["CBRE’s Global Procurement Policy  integrates sustainability and diversity  standard requirements.", "In addition to  our assessment of suppliers to meet  our business requirements, supplier  selection criteria includes their  performance in relation to environmental  impact, management of labor and  human rights, and ethical, social and  responsible procurement practices.", "Global  Procurement  Policy  CBRE closely monitors sanctions and  restrictive measures imposed by the  United States, European Union, the  United Kingdom, and other sanctions  authorities and continually assesses  their impact on our business operations  and relationships with internal and  external stakeholders.  ", "CBRE screens existing and new clients  and vendors using Refinitiv’s World- Check One database to ensure we do  not deal with entities and individuals  on the Specially Designated Nationals/  Blocked Persons List (including those  sanctioned by extension).  ", "The invasion of Ukraine and the  sanctions imposed on Russia and  Belarus starting in 2022 continue to  impact business worldwide.", "The pace  and scope of the Russian sanctions  remain unprecedented, requiring Sanctions  Screening &  Compliance  CBRE is committed to identifying and  correcting conduct that is inconsistent  with our values, standards and  reputation.", "When serious misconduct is  reported, our Trust function, comprised  of full-time professional investigators,  investigates it neutrally and thoroughly.  ", "Maintaining its independence from  management enables the Trust function  to provide accurate, consistent and  unbiased responses to reports.", "Our  investigators must attend annual  training and regular case peer review  meetings to adhere to uniform  processes.", "Led by the Global Head  of Trust, this function owns major  investigations into serious misconduct  and supervises CBRE’s Ethics HelpLine.  ", "In 2023, the function expanded globally,  adding heads of investigation in our  EMEA and APAC regions, who report to  the Head of Trust.", "[GRI 2-27] continued careful sanctions screening.  ", "To comply with these sanctions and  mitigate our risk, CBRE continues to  implement a robust process using an  internal screening tool to accommodate  new or additional Russian sanctions and  increase the frequency of screening our  clients, vendors and employees.  ", "The total number of clients, vendors and  employees worldwide screened in 2023  was 1.26 million.", "Additionally, in 2023, we reviewed  and updated our internal sanctions  guidance documents and instructional  resources for legal and business teams  to reference.[GRI 2-24] CBRE encourages employees and  stakeholders to bring issues forward if  there is a concern that someone is or  may be doing something that violates  our values, policies or the law.", "We work continually on the  categorization of claims and the  company’s response.", "We focus significant energy and  resources on sustaining our internal  avenues for inquiries, bringing forth  concerns and investigating suspected  unethical or illegal activities.", "The  Ethics HelpLine provides a worldwide,  anonymous reporting and inquiry  system according to laws.", "It is available  24 hours a day and accessible in  all languages CBRE employees  speak.", "This independent, third- party system is incorporated in our  Standards of Business Conduct and Ethics   HelpLine [GRI 2-26] promoted through regular corporate  communications, office posters and  internal training.", "It is easily accessible  through the internet on cbre.com, mobile  devices, our global employee intranet  and toll-free phone numbers in each  country we operate.", "CBRE has a strict Non-Retaliation Policy  to encourage employees to raise issues  and report misconduct concerns.", "CBRE  does not tolerate retaliation of any  kind, and any employee who engages  in retaliatory behavior is subject to  disciplinary action, up to and including  termination.103"], ["[GRI 2-24] We thoroughly and impartially  investigate all allegations under the  supervision of our Chief Ethics &  Compliance Officer.", "If we find a violation,  we take prompt and effective remedial  action.", "When we receive a report about  a violation of a policy or the law, it  is investigated and documented per  CBRE’s approved procedure, outlined in  our Global Investigations of Legal and  Ethical Misconduct Policy.", "The policy  clearly defines “serious misconduct”  and outlines the process for reporting,  investigating and implementing  corrective action, as well as the  responsibilities of the investigator and  manager.", "We expect increased investigations  due to the growth of our Ethics &  Compliance Ambassadors program,  which encourages reporting of  misconduct, and the global expansion of the Trust Function and our team  of experienced investigators who can  address complex allegations.", "In 2023, CBRE received 1,625 reports  through channels such as business  managers, the Ethics HelpLine,  online systems and members of the  People (Human Resources), Ethics &  Compliance and Legal departments.  ", "The categories of concern spanned  all aspects of workplace misconduct,  from fraud and conflicts of interest to  harassment and discrimination.", "Of the  reports that led to an investigation into  violations of our policies or the law,  more than 44% resulted in remedial  measures, up to and including employee  termination, with 715 employees  dismissed or disciplined and 20  employees resigning.", "Breaches of   Codes of Conduct [GRI 2-23, 2-24, 205-1, 205-2, 205-3] CBRE built our business on the trust  of clients and our reputation for fair  and ethical business dealings.", "We  are committed to building aggressive  policies, controls, audit systems and  training programs to prevent corruption,  and we are continually improving our  monitoring processes to better identify  and review potentially questionable  transactions.", "Our Anti-Corruption Policy  addresses all forms of inappropriate  payments to government officials and  other entities, including charitable  donations and sponsorships intended   to disguise bribery.  ", "CBRE’s Financial Integrity Team is  responsible for updating our anti- corruption monitoring, analyzing data,  globalizing our anti-money laundering  process and working with Finance  and Internal Audit teams to test for  Sarbanes-Oxley violations and fraud.", "Periodic anti-corruption training is  mandatory for employees across  all levels of the organization, in  several targeted high-risk countries  of operation, and new hires globally  within the first 60 days of employment.  ", "All  employees must annually reaffirm their  commitment to adhering to our Anti- Corruption Policy in their daily activities.  ", "In 2023, 53 Ethics & Compliance  Ambassadors attended online anti- corruption training as part of our   Global Ethics & Compliance  Ambassadors Program.  ", "All were  actions that occurred in prior years,  and none involved improprieties with  government officials.", "No incidents  involved senior managers within the  company.", "We also monitor transactions  using data analytics to identify “red  flags” that may precede suspicious  transactions.  ", "Many of our professionals work in a  hybrid capacity or at client facilities  globally, rather than traditionally  operated sites, resulting in CBRE’s anti- corruption monitoring and data analytics  program tracking various payment  systems instead of sites.", "The program  currently covers 39 countries with three  accounting systems.   ", "Our Anti-Money Laundering Policy  establishes the framework for  preventing money laundering, terrorist  financing and other financial crimes  within our business operations.", "We are  committed to upholding anti-money laundering laws and regulations and  mitigating reputational risk in all  countries where we do business.", "We  conduct anti-money laundering checks  in all locations where they are statutorily  required and in high-risk countries  where we operate.", "We support full transparency in all  business dealings and transactions,  and we will not conduct business with  customers or business partners in a  manner intended to disguise or hide  their identity in the transaction or  undertaking, or in a way that has such  an effect.104"], ["2, IF-RS-510a . 3] Inherent in the commercial real estate services industry are  situations where clients’ interests might conflict—or appear  to conflict—with the interests of the service provider or  other clients.", "Examples highlighted in the SASB standard  for Real Estate Services include instances where the firm  represents multiple parties involved in the same transaction  and transactions associated with properties for which the firm  conducted appraisal services.", "In 2023, the total monetary losses to CBRE due to settlements  associated with professional integrity or duty of care  allegations were $1.8 million.", "CBRE  did not face monetary losses related to findings of fraud,  corruption or bribery in 2023.Professional  Integrity & Conflicts  of Interest[GRI 2-15]", "In addition to the Standards of Business  Conduct, CBRE has policies and  procedures that identify and manage  conflicts of interest.", "Our most senior  leaders oversee these policies and  continually monitor and review them.  ", "These leaders play a vital role in making  judgments regarding the appropriate  resolution of conflicts.", "CBRE’s Global  Conflict of Interest Policy defines what  constitutes a conflict of interest for  CBRE and our clients.", "It also sets out  the responsibilities of employees and  managers to avoid, eliminate or manage  conflicts of interest.", "We have an extensive white paper that:  —Describes how and where real and   perceived conflicts may arise in our   business  —Acknowledges our responsibilities   to clients and what they can expect   from us  —Summarizes the controls we have   implemented to identify and manage   conflicts  —Sets forth a process by which we   respond to requests for information,   clarification or resolution of a   dispute regarding conflictsManaging  Conflicts of  Interest  ", "In 2023, we rolled out a new Personal  Conflict of Interest Disclosure  Management System in our Pacific and  Latin America regions.", "We plan to make  it available to employees and managers  in all regions by the end of 2024.   ", "Additionally, we regularly provide  conflict of interest training to  employees.", "In 2023, there were 31 substantiated  breaches of our Global Conflict of  Interest Policy, with disciplinary action  taken in 100% of cases.", "We have established avenues for clients or third parties  to report when they believe a conflict of interest was not  disclosed or managed in a manner consistent with our  policies or the law.", "We escalate every report from a client or  prospective client to the appropriate CBRE personnel.", "CBRE typically treats all reports of conflict of interest as  serious misconduct under our Ethics & Compliance program.  ", "We thoroughly and impartially investigate all allegations under  the supervision of our Chief Ethics & Compliance Officer.", "If  we find a violation, we take prompt and effective remedial  action.", "We periodically review conflicts of interest as part of  the Ethics & Compliance program’s monitoring and audit plans  with support from our Internal Audit department.", "CBRE implemented additional measures in 2023 to ensure  our reporting channels and processes in European Union  (E.U.) countries comply with the E.U. Whistleblower Directive’s  regulatory requirements."], ["Our Board regularly conducts reviews  of possible conflicts of interest and  related-party transactions through  questionnaires, self-reporting by the  director, and due diligence conducted  by management.", "Our Audit Committee  oversees the management of potential  conflicts of interest between CBRE and  our directors and executive officers.  ", "Our Policy Regarding Transactions  with Interested Parties and Corporate  Opportunities is in the Investor Relations  section of our website; related-party and  other transactions involving our officers  and directors are described on page 88  of our 2024 Proxy Statement.", "Board   Review  CBRE policy prohibits the use of  company funds for contributions to  political candidates, political parties, or  candidate campaigns, and we do not  have a political action committee.", "CBRE  has long held this position to avoid the  possibility of unintended and undue  pressure on employees to participate  politically in ways that conflict with  their personal beliefs and to minimize  potential conflicts of interest when  pursuing government contract work.  ", "In 2023, CBRE did not spend money  on any local, regional or national  political campaign, organization or  candidate.", "CBRE does not make political  contributions, does not pressure our  employees to make them, and does not  reimburse employees who choose to  make them.  ", "CBRE’s policy on political contributions  allows corporate resources—but not  corporate monetary contributions—Public Policy   & Political  Participation [GRI 415-1] to be used in ballot propositions or  initiative campaigns that have a material  impact on the commercial real estate  sector.", "We believe that using corporate  computers, phones, meeting rooms,  and our corporate logo, among other  resources, to influence direct democracy  legislation is no different than using  the same when educating professional  legislators.  ", "We recognize, however, the importance  of educating lawmakers and internal  business segment leaders about issues  that can significantly impact the quality  of services we offer to our clients, our  employees in the workplace and the  local communities we serve.", "CBRE’s  legislative tracking efforts cover all  U.S. states and the federal level, with  the hiring of lobbyists done on an as- needed basis.", "The unifying principle  of CBRE’s public policy program is to  serve as a resource both internally to  ensure companywide compliance with  legislative and regulatory changes, and  to educate policymakers through data- driven research about the commercial  real estate industry to help legislators  create fact-based, informed policy.", "[GRI 2-12, 2-15] CBRE’s corporate legislative affairs  program retained several lobbyists  in 2023 for local and state-focused  issues and spent $96,000 for these  efforts.", "This does not include land use  entitlement efforts, which is consistent  with most jurisdictional requirements  for lobbyist reporting.", "CBRE and our  subsidiaries may retain professional  lobbyists and political advisors as  needed for issues such as business  development, community relations and  state-level legislative and administrative  rulemaking.", "CBRE reports these  activities as lobbying under the law.  ", "The number of these lobbyists and the  amount we spend fluctuates each year.", "In 2023, we continued to improve our  lobbyist tracking and compliance  program in the U.S., focused on  maintaining a detailed record of  company-wide lobbying expenditures   to enhance transparency and adhere  to the highest ethical standards.", "CBRE’s legislative affairs program tracks  business association annual membership  fees of $25,000 and larger and the  percentage of fees used for lobbying  activities.", "In 2023, the portion of our  trade association dues used for lobbying  in the U.S. was $216,000.", "The amounts  for local Chambers of Commerce, NAIOP  (Commercial Real Estate Development  Association) and Building Owners and  Managers Association chapters are  excluded from this figure as they vary by  chapter.", "We publish this information on  our website annually.", "CBRE’s lobbying efforts have  traditionally focused on issues  that generally do not impact the  environment, such as real estate  brokerage licensing and disclosure,  employment practices, taxation,  valuation professional standards,  facility safety rules and indoor signage  requirements.", "We do not  assess the association’s commitment to  policies consistent with the 2015 Paris  Agreement on climate change.", "In 2023, however, CBRE began providing  data and research to state and local  policymakers on several legislative  efforts to address environmental and  quality-of-life issues related to industrial  warehousing, shipping hubs and the  infrastructure supporting e-commerce.  ", "Such legislation could directly impact  CBRE’s business practices and those of  our clients.", "We are monitoring for similar  legislation in 2024 to inform better  policy outcomes by helping lawmakers  understand that these are not binary  issues but layered and nuanced.", "To  date, CBRE has not engaged in direct or  indirect lobbying on these issues.   ", "CBRE is exploring test models for a  governance, management and review  framework for lobbying activities and  association involvement on issues  that involve the Paris Agreement so  that we can articulate our position  on the connection between the Paris  Agreement and our lobbying goals and  programs.106"], ["[GRI 3-3] Our Global Cybersecurity Office, led by CBRE’s Chief Information Security Officer,  works globally to reduce overall cyber risk and focuses on continuously adapting and  improving the security of our systems, data and emerging technology.  ", "Cybersecurity includes applications, data, endpoints, networks, application  development lifecycle, identity and access management, threat management and  incident response processes and technologies.", "CBRE understands the importance of  protecting our company’s and our clients’  confidential information to maintain the  trust they put in us .  "], ["[GRI 2-15, SASB IF-RS-510a . 1, IF-RS-510a . 2, IF-RS-510a . 3] CBRE implements several security measures to ensure employees understand the  importance of information security and cybersecurity, and are aware of the potential  threats posed by security breaches and attacks .Cybersecurity  ", "Measures  Governance We leverage multiple cybersecurity  frameworks (e.g., ISO 27001 and NIST  CSF) and regulatory and contractual  requirements to form our Information  Security Management System, which  is defined in our policies and  standards.", "Policies apply to all  employees globally.", "Employee Performance Our Standards of Business Conduct  requires that employees certify  annually that they understand and  agree to follow CBRE’s policies and  standards, including the company’s  Global Information Security policy.  ", "If we find an employee violates our  policy, we take prompt and effective  remedial action, including disciplinary  steps up to termination.", "Escalations  Our Standards of Business Conduct  also outlines the responsibility  of employees to bring ethics  and compliance issues forward,  including not following our policy  on information security.", "Employees  can escalate these matters to their  manager or supervisor; a member  of senior leadership or the People,  Ethics & Compliance or Legal  teams; the Chief Compliance Officer,  the CBRE Ethics HelpLine, or the  Security Operations Center hotline."], ["Cybersecurity Process   & Infrastructure  We implement processes to prevent  major incidents impacting our  information technology infrastructure  and information security, while also  taking steps to prepare for   such events .", "Incident Response Plans As part of our Business Continuity and Crisis Management program, we maintain and update incident response plans that  address the life cycle of a cyber incident and routinely evaluate the effectiveness of such plans.", "Incident response plans focus  on cyber risk issues, including detection, response and recovery; cyber threats, with a focus on external communication and  legal compliance; and breach simulations and penetration testing through internal and external exercises.", "Each year, we engage  a third-party expert to oversee a cybersecurity incident response exercise to test pre-planned response actions and to facilitate  group discussions regarding the effectiveness of our cybersecurity incident response strategies and tactics.  ", "Technical Safeguards We deploy technical and procedural measures to protect our technology and data.", "Protection measures include network  firewalls, network intrusion detection and prevention, penetration testing, vulnerability assessments and remediation processes,  threat intelligence, anti-malware and access controls, data loss monitoring, and breach simulations and penetration testing  through internal and external exercises.  ", "Third-Party Suppliers and Service Providers We conduct periodic security reviews and risk assessments of prospective and current technical suppliers and service  providers to evaluate key security controls.", "These efforts include:Cybersecurity   Training  In 2023, CBRE delivered cybersecurity  training as part of CBRE’s annual  essential learning initiative for all  employees .  ", "The objective was to ensure both CBRE and our  employees improve their resistance to cyber  threats and help employees recognize security  issues commonly encountered in daily business and  personal activities.  "], ["Harassment-Free  W orkplace CBRE strives to combat workplace  harassment in any form, particularly   sexual and racial misconduct  .", "We work  diligently to create a culture built on trust and respect, and a work environment for  our employees that is harassment-free."], ["We  reinforce our policies through frequent  and broad communications.", "Our Global Sexual Misconduct Policy  expressly sets forth how to report policy  violations, the investigation process, the  discipline recommended for violations,  and transparency in our response.  ", "We believe this leading-edge practice  will result in consistent disciplinary  standards globally.", "We have strong  policies prohibiting discrimination  and retaliation of any kind, including  our Global Non-Retaliation, U.S.  Equal Employment Opportunity, U.S.  Harassment-Free Workplace and Global  Investigations of Legal and Ethical  Misconduct policies.", "[GRI 2-16] To provide additional support, CBRE’s  Reporter Support Unit (RSU) is optional  and available to individuals reporting  misconduct in the U.S. and Canada.  ", "This resource accompanies anyone  who reports sexual misconduct from  the outset of a report through the  investigation process.", "We know that people who report  these incidents can feel alone and  isolated, and the RSU helps colleagues  understand and navigate CBRE’s process  for investigating sexual misconduct  and connects them to information  and resources, such as our Employee  Assistance Program.", "Actively Encouraging  Reporting of Harassment  CBRE understands that it’s challenging  for employees to report misconduct if  they fear any negative consequences.  ", "CBRE has a Global Non-Retaliation  Policy, protecting employees from  being penalized for raising concerns  or participating in an investigation.  ", "We impose disciplinary action on any  employee or manager who attempts  to dissuade or punish reporters to  intimidate them from participating fully  in an investigation of harassment.   ", "Through the Standards of Business  Conduct, employees are expressly  informed that there is no restriction  or prohibition on their ability to file a  charge or complaint with the SEC or any  other government agency, or otherwise  participate in or fully cooperate with  any governmental investigation or  proceeding, including providing  documents or other information, without  notice to or approval from CBRE.Prohibition on   Retaliation  We want to know promptly  about any incidence of  misconduct  .", "We regularly make all employees  aware of the multiple avenues they  can use to report a concern, including  communicating with their manager, or  a People, Legal or Ethics & Compliance  team member, or submitting a report—  anonymously, if preferred or allowed  by local law—to the Chief Ethics &  Compliance Officer’s email or the third- party supported Ethics HelpLine.  ", "A “Raise Concerns” button on the home  page of the CBRE Global Employee  Intranet and a “Report Concerns” button  on a monthly Chief Culture Officer email  to all employees enables the reporting of  harassment and other misconduct.", "”CBRE’s Global Racial Misconduct  Policy also affirms our commitment to  providing a work environment that is  inclusive and free from harassment or  discrimination.  ", "Our workplace has no place for  racism, racially motivated violence or  discriminatory behavior of any kind.  ", "CBRE stands for tolerance and equality,  which are fundamental to our RISE  values.", "Our CEO and senior leadership team  set the tone and are deeply committed  to the success of the anti-harassment  initiatives."], ["[GRI 2-24, 406-1] All reported concerns of serious misconduct are managed  centrally by our Global Head of Trust, who reports to the Chief  Ethics & Compliance Officer, who in turn reports directly to  our Board’s Audit Committee.", "Our process  ensures that employees who report misconduct or participate  in an investigation are treated with dignity and respect and  protected from any retaliation.", "W e Investigate All   Harassment Reports W e Act   Decisively  At the completion of every investigation,  CBRE requires the lead investigator to  provide the findings and conclusions  to the manager of the subject of  the allegations.", "If the investigation  substantiates the complaint,  disciplinary action is taken at the level  recommended by the People business  partner as agreed by the manager;  or, if the manager does not accept  the recommendation, the matter is  escalated to a more senior member of  management and more senior members  of our Ethics & Compliance and People  functions, up to the Chief Ethics &  Compliance Officer and the Chief People  Officer.", "We believe that this escalation  process ensures consistency and  inoculates this process from any   biases of frontline managers toward  direct reports.", "We have zero tolerance for harassing  behavior.", "We determine the appropriate  disciplinary action based on the specific  facts and circumstances discovered  in the investigation, including  without limitation the severity of the  misconduct; the extent to which it  could be substantiated; whether the  subject exhibited remorse or otherwise  understood the gravity of their actions;  and whether the action was a first  offense.", "Ultimately, our goal is to create an  environment where everyone at CBRE,  regardless of level or status, feels safe  and a sense of belonging at work.", "Information on Sexual  Harassment Allegations The growth of our Ethics & Compliance  Ambassadors program and the global  expansion of our Trust Function  strengthened CBRE’s culture by  reinforcing our policies and encouraging  employees to report misconduct.", "In  2023, we investigated 162 reports of  misconduct globally that contained   an allegation of sexual harassment.  ", "Of the 162 total reports, 53 were  substantiated violations of our anti- harassment policy.", "We had no allegations against any  so-called “high value” employee (e.g.,  senior executives at the enterprise,  business segment, global business line or divisional level or at one of our major  subsidiaries, or a commissioned sales  professional with our highest title based  on production).", "In 2023, we had six monetary  settlements involving allegations of  sexual harassment totaling $287,436.112"], ["[GRI 406-1] CBRE implemented a Global Racial Misconduct Policy in 2020  and first reported results in our 2021 Corporate Responsibility  Report.", "In 2023, we investigated 97 reports globally involving  allegations of misconduct, discrimination or harassment  based on race, color, ethnicity, caste or national origin  (collectively “racial misconduct”).", "Of these reports, 15 were  substantiated violations of our policies, and in 100% of the  substantiated cases, the offender was disciplined, including  nine terminations.", "Despite maintaining a vigilant and multifaceted program to  combat harassment and misconduct in the workplace, we are  practical and understand that it still occurs at all organizations  and institutions, including CBRE.", "We regularly benchmark  and upgrade our prevention efforts and response to sexual or  racial misconduct to ensure continuous improvement while  encouraging reporting.", "Information on Racial  Misconduct Allegations   at CBRE Communications  CBRE emphasizes the critical nature  of ethics and compliance through  training, regular communications and  other content that is both engaging  and educational.", "In late 2023, we  replaced our monthly Compliance  Corner communication with our monthly  Culture Corner.", "Written by our Chief  Culture Officer, it goes out to all CBRE  employees worldwide and is published  on the company’s Global Employee  Intranet, which allows employees to  comment on and discuss each topic.", "Our  messages remind us that by nurturing  and strengthening the ethical standards  underpinning our culture, we can drive  positive outcomes for our people,  clients and stakeholders worldwide.  ", "Topics covered included data privacy,  Standards of Business Conduct, anti-money laundering, integrity, conflicts  of interest, anti-harassment, inclusion  and various corporate policies.", "It also  features a link to the Ethics HelpLine  and encourages employees to report any  concerns or potential misconduct.", "Courageous Conversations is a regular  communication that takes workplace  examples of ethical behavior and brings  it to life in short videos showing a text  conversation between two fictitious  people to help employees know what  to do if faced with a similar situation.  ", "In 2023, Courageous Conversations  won Ragan’s 2023 Employee  Communications Award for Visual  Storytelling.", "CBRE’s Ethics & Compliance  Ambassadors program is comprised of [GRI 2-16, 2-24] employees who extend the reach of our  Ethics & Compliance team.", "Ambassadors  meet monthly to receive training  on various topics and participate in  new initiatives to improve CBRE’s  operations and reduce risks.", "They help  communicate and disseminate CBRE’s  corporate policies and standards, as  well as identify and address ethical and  compliance violations and misconduct  to make the workplace safe and  inviting.", "The number of ambassadors  increased 22% from 1,209 in 2022 to  1,413 in 2023 in support of our goal to  have 2,000 ambassadors representing  every business segment, service line,  account and corporate office.", "Ethisphere  recognized the Ethics & Compliance  Ambassador program as a best-in-class,  robust and well-developed program.", "Ethics & Compliance  Training  In 2023, CBRE offered all employees online training on  core elements of our Ethics & Compliance program.  ", "We facilitated training on a wide range of topics,  including:  —Standards of Business Conduct  —Conflicts of Interest: Know Where You Stand   —Working Together: Promoting Mutual Respect  —Security Essentials  —Data Privacy Fundamentals   —Sharing Personal Information Also in 2023, several areas of Ethics & Compliance  training were provided to all new employees and must  be completed within 60 days of hire, including:  —Standards of Business Conduct  —Gifts: It’s about Appearances  —Raising Concerns: Doing the Right Thing  —Anti-Bribery: Making the Right Decisions  —Financial Integrity and Fraud  —Dignity and Respect in the Global Workplace  —Workplace Safety & Wellbeing 113"], ["Tax Strategy CBRE is committed to  responsible and sustainable  business practices, and  in accordance with these  principles, CBRE complies  with all public reporting  requirements .", "Consistent with our RISE values, CBRE seeks to uphold the  highest standards of accuracy and reliability in our approach  to tax strategy and governance.", "As a multinational business, we seek to create sustainable  value for our shareholders.", "Like any other business expense,  we also seek to manage our tax costs.", "In doing so, we deploy a  tax strategy that aligns with our values and business strategy.  ", "We do not engage in aggressive tax planning with tax  avoidance as a primary purpose or structuring that lacks  economic substance or business purpose.", "Our tax strategy  follows a reasonable interpretation and application of the  tax rules to mitigate risk and support efficiency.", "CBRE is  committed to conducting cross-border transactions between  group companies on an arms-length basis and in accordance  with the Organization for Economic Co-operation and  Development’s responsible business conduct principles.  ", "CBRE does not engage in tax planning involving any of the  12 countries identified as non-cooperative jurisdictions by the E.U.. CBRE may pursue tax incentives, exemptions and  statutory alternatives in jurisdictions where it is responsible  and appropriate to do so.", "CBRE is committed to following the correct interpretation  of all applicable laws, rules and regulations to meet our tax  compliance and reporting responsibilities in all jurisdictions  where we operate, including determining the acceptable  level of risk.", "We seek to ensure the business has effective  tax governance and risk management mechanisms.", "CBRE  also aims to apply diligent professional care and judgment,  working to ensure all tax compliance and reporting activity  decisions are made at an appropriate level and with sufficient  supporting evidence.", "In managing tax risk across the business, CBRE follows our  global internal risk management and internal controls system.  ", "As a U.S.-headquartered global enterprise, CBRE does  business in numerous jurisdictions and is subject to reporting  requirements both inside and outside the country.", "Certain  jurisdictions have either adopted or are in the process of  adopting rules mandating the disclosure of specified country- by-country information.", "On December 14, 2023, the Financial Accounting Standards  Board published ASU No. 2023-09, Income Taxes (Topic 740)  Improvements to Income Tax Disclosures.", "Starting in 2025,  CBRE will be subject to these reporting requirements covering  tax rate components, including the impact of state and local  income taxes, the effect of foreign taxes and cross-border  tax laws, as well as impacts of tax credits and valuations  allowances, among other items.       ", "Outside the U.S., CBRE anticipates being subject to Directive  2021/2101/EU (the E.U. Directive on Public Country-by- Country Reporting) obligations as they are adopted by the  various E.U. member nations in which CBRE operates.", "As of  the date of this report, CBRE anticipates 2023 reporting to be  limited to Romania and expects to publish such income tax  information by the December 31, 2024, due date.   ", "CBRE is also tracking the development of reporting legislation  in Australia, currently proposed to take effect for reporting  periods on or after July 1, 2024, and is planning for compliance.    114"], ["2-4, 2-5] This report provides an overview of the environmental, social  and governance impacts of CBRE globally in 2023.", "This is our  17th annual Corporate Responsibility Report, with the most  recent report published in May 2023.  ", "Except where noted, the information covered in this report  highlights our corporate responsibility initiatives in fiscal year  2023 (January 1, 2023, through December 31, 2023).", "This report contains disclosures recommended in the Real  Estate Services Sustainability Accounting Standard (Industry  Standard, Version 2018-10) that was developed by the Sustainability Accounting Standards Board (SASB).", "This report contains disclosures recommended by the Task  Force on Climate-related Financial Disclosures (TCFD).", "This report contains mapping to Sustainable Development  Goals (SDGs).", "This report contains Stakeholder Capitalism Metrics  developed by the World Economic Forum (WEF) International  Business Council.", "Independent Verification and Assurance Statements  Our Scope 1, Scope 2 and selected categories of Scope 3  greenhouse gas emissions have been third-party verified by  Apex Companies, LLC (Apex) every year since 2016.", "Additionally, Apex assured  our ESG issues assessment results and the following GRI  topic areas: general disclosures; anti-corruption; occupational  health and safety; employee attraction and retention; diversity  and inclusion; human rights; energy and GHG emissions."], ["Forward- Looking  Statements[GRI 2-6]", "The information provided in this report reflects CBRE Group,  Inc.’s approach to corporate responsibility, sustainability and  ESG as of the date of this report and is subject to change  without notice.", "We do not undertake to update any of such  information in this report.", "Our approach to inclusion of  disclosures in this report is different from disclosures included  in mandatory regulatory reporting, including under Securities  and Exchange Commission (SEC) regulations.", "While this  report describes events, including potential future events,  that may be significant, any significance does not necessarily  equate to the level of materiality of disclosures required under  U.S. federal securities laws.  ", "This report contains forward-looking statements, which are  based on our current assumptions and expectations.", "The principal forward-looking statements in this report include statements related to: (1)  our sustainability and social responsibility targets, strategies  and goals; (2) our business plans, initiatives and objectives;  (3) our assumptions and expectations; (4) the scope and  impact of our corporate responsibility risks and opportunities;  and (5) the standards and expectations of third parties.", "Although we believe there is a reasonable  basis for the forward-looking statements, our actual results  could be materially different.", "Factors that could cause  actual results to differ from our forward-looking statements  include: our ability to implement our initiatives effectively  and in a cost-effective manner; technological developments;  access to emission-reducing technologies on commercially  reasonable terms, or at all; changes in the legal and regulatory  environment or benchmark standards; the actions of our partners and customers and their receptivity to our initiatives;  the evolution of consumer behavior; competition; our business  environment and results of operations; and the other factors  described in our forward-looking statements set forth in our  description of risk factors included in Part I, Item 1A, Risk  Factors of our Form 10-K for the fiscal year ended December  31, 2023, which should be read in conjunction with the  forward-looking statements in this report.", "Forward-looking  statements speak only as of the date they are made, and  we do not undertake any obligation to update any forward- looking statement.", "There can be no assurance that we will  successfully achieve some or all of the goals and targets  contained in this report on the timelines set forth herein,   or at all.117"], ["  WATER  •  ENVIRONMENTAL •  HEALTH & SAFETY  •  COMPLIANCE & ASSURANCE  •  INFRASTRUCTURE   Apex Companies, LLC  •  (800) 733- 2739  •  www.apexcos.com        VERIFICATION OPINION DECLARATION   GREENHOUSE GAS EMISSIONS     Apex  Companies , LLC (Apex ) was engaged to conduct an independent verification of the greenhouse gas (GHG)  emissions reported by CBRE  Group, Inc. (CBRE) for the period stated below.  ", "This verification opinion declaration   applies to the related information included within the scope of work described below.    ", "Apex’ s sole responsibility  was  to provide independent verification on the accuracy of the GHG emissions reported, and on the underlying systems  and processes used to collect, analyze and review the information.", "Apex is responsible for expressing an opinion on  the GHG emissions statement based on the verification.", "Verification activities applied in a limited level of assurance  verification are less extensive in nature, timing and extent than in a reasonable level of assurance verification.    ", "Boundaries of the reporting company GHG emissions covered by the verification:   • Operational Control   • Worldwide   • Exclusions: Fugitive refrigerants   Types of GHGs: CO 2, N2O, CH 4  GHG Emissions Statement :  • Scope 1: 55,877 metric tons of CO 2 equivalent   • Scope 2  (Location -Based) : 37,934 metric tons of CO 2 equivalent   • Scope 2 (Market -Based): 33,250 metric tons of CO 2 equivalent   • Scope 3:   Category 1, Purchased Goods & Services: 5,150,050  metric tons of CO 2 equivalent   Category 3, Fuel-  and Energy -Related Activities: 24,152 metric tons of CO 2 equivalent   Category 6, Business Travel:  25,975 metric tons of CO 2 equivalent   Category 7, Employee Commuting:  119,643 metric tons of CO 2 equivalent   Category 8, Upstream Leased Assets:  8,406 metric tons of CO 2 equivalent   Category 11, Use of Sold Products : 25,091,640 metric tons of CO 2 equivalent   Data and information supporting the GHG emissions statement  were in some cases estimated rather than  historical in nature.   ", "Period covered by GHG emissions  verification :  • January 1, 2023 to December 31, 2023  Criteria against which verification  conducted:   ", "Greenhouse Gas (GHG) Protocol Corporate Accounting and Reporting Standard (Scope 1 and 2)   • WRI/WBCSD Greenhouse Gas Protocol Corporate Value Chain (Scope 3)", "This verification used a materiality threshold of ±5% for aggregate errors in sampled data  for each of the  above indicators .  ", "Evidence- gathering procedures included but were not limited to:    • Interviews with relevant personnel of CBRE ;   • Review of documentary evidence produced by CBRE ;   • Review of CBRE  data and information systems and methodology for collection, aggregation, analysis and  review of information used to determine GHG emissions; and   • Audit of sample of data used by CBRE  to determine GHG emissions.   ", "Verification  Opinion:   Based on the process and procedures conducted, there is no evidence that the GHG emissions statement shown  above:   • is not  materially correct  and is not  a fair representation of the GHG emissions data and information; and   • has not been prepared in accordance with the WRI/WBCSD GHG Protocol Corporate Accounting and  Reporting Standard (Scope 1 and 2), and the WRI/WBCSD Green house", "It is our opinion that CBRE  has established appropriate systems for the collection, aggregation  and analysis of  quantitative data for determination of these GHG  emissions for the stated period and boundaries.   ", "Statement of independence, impartiality and competence   Apex  is an independent professional services company that specializes in Health, Safety, Social and Environmental  management services including assurance with over 30 years history in providing these  services.    ", "No member of the verification team has a business relationship with CBRE , its Directors  or Managers beyond that  required of this assignment.", "We conducted this verification independently and to our knowledge there ha s been no  conflict of interest.   ", "Apex has implemented a Code of Ethics across the business to maintain high ethical standards among staff in their  day-to-day business activities.   ", "The verification team has extensive experience in conducting assurance over environmental, social, ethical and  health and safety information, systems and processes, has over 20 years combined experience in this field and an  excellent understanding of Apex’s  standard methodology for the verification of greenhouse gas emissions  data.        ", "Page 3       Attestation:                Trevor Donaghu,  Lead Verifier     David Reilly , Technical Revi ewer   ESG Director, National Practice Lead    ESG Principal Consultant   Apex  Companies, LLC                    Apex Companies, LLC   Pleasant Hill, California       Santa Ana, California   May 9, 202 4    This verification opinion declaration, including the opinion expressed herein, is provided to CBRE  and is solely for the benefit of  CBRE  in accordance with the terms of our agreement.", "We consent to the release of this declaration by you to the public or other  organizations, but without accepting or assuming any responsibility or liability on our part to any other party who may have access to  this declaration.   "], ["This assurance statement applies to the related information included  within the scope of work described below.   ", "Our sole responsibility was to provide independent  assurance on its content.   ", "Scope of work   The scope of work included assurance of the following (“Subject Matter”):   ", "Appropriateness and robustness of underlying reporting systems and processes, used to collect,  analyze and review the information reported;   ", "Reporting Criteria   The Subject Matter needs to be read and understood together with the 2021 Universal GRI Standards  as  described in the Report.   ", "Limitations and Exclusions   Excluded from the scope of our work is any assurance of information relating to:   ", "The work was planned and carried out to provide moderate, rather than absolute assurance and we  believe it provides a reasonable basis for our conclusions.        ", "Page 2        Summary of Work Performed   As part of its independent assurance, Apex undertook the following activities:   1.", "Review of performance data i ncluding calculations, supporting documentation and audit of a  sample of which was traced back to the source data;    4.", "Conclusions    On the basis of our scope of work, methodology and the activities described above, it is our opinion that:   ", "The disclosures listed in the attached GRI index are accurate, reliable and free from material  mistake or misstatement;   ", "The Subject Matter  provides a fair representation of CBRE ’s activities over the reporting period;   ", "The Subject Matter is presented in a clear, understandable and accessible manner, and allows  readers to form a balanced opinion over CBRE’s  performance and status during Calendar Year  2023;   ", "The Subject Matter properly reflects the organization’s alignment to and implementation of the  AA1000AS v3 principles of Inclusivity, Materiality, Responsiveness, and Impact in its operations.  ", " CBRE has established appropriate systems for the collection, aggregation and analysis of relevant  information; and    CBRE has  processes in place for consulting and engaging with its key stakeholders in a  structured and systematic manner.     ", "Alignment with the principles of AA1000AS v3 and principles of Completeness and Accuracy   Inclusivity   CBRE  has processes in place for identifying and engaging with a range of key stakeholders including  investors, clients, employees, suppliers, and representatives from industry and sustainability associations  as described in the Report.", "These engagement activit ies include written communications, meetings,  surveys and participation in various organizations.", "Employee engagement includes a global employee  engagement survey that is now conducted every year.", "CBRE’s Report development process leads to  the engagement and inclusion of many CBRE functions across all global geographies.", "Materiality   CBRE conducts a materiality assessment, now called E nvironmental, Social and Governance  (ESG )Issues Assessment, every two years to define the material topics to disclose in its reporting.", "CBRE  conducted a materiality assessment in 2022  which is published in the 2023 C orporate Responsibility  Report .", "The materiality assessment methodology included a survey of key internal and external  stakeholders regarding CBRE's impacts on the environment, society and/or economy for potentially  material topics.", "The stakeholder groups included were clients, employees, executive committee, industry,  internal subject matter experts, shareholders, and suppliers.", "The survey asked stakeholders about each  topic’s potential to impact CBRE’s business outcomes as well as CB RE’s ability to affect each topic.    ", "Responsiveness   CBRE demonstrated responsiveness to material issues during 2023 through various actions described in  the Report.", "CBRE responds to issues raised during its employee engagement survey through action plans  developed by internal teams.", "The company investigates issues raised through established reporting  channels and takes remedial measures as deemed appropriate for material topics including data privacy,  occupational health and safety, greenhouse gas emissions, and more.", "The Report discusses these and  other responses by the company to its material issues.   ", "Impact   CBRE  has established processes  to measure, evaluate and manage the company’s impacts related to  material topics.", "For the material topic of greenhouse gas emissions, CBRE hired its first Chief  Sustainability O fficer to further integrate environmental sustainability impacts into CBRE’s services and  operations, such as its Net Zero goal.", "The Report provides additional information regarding CBRE’s  commitment to measuring and managing its impacts related to its mat erial issues.     ", "Completeness   Based on our review, the selected disclosures appropriately and accurately demonstrate that CBRE  understands and manages the material topics that were subject to assurance.", "CBRE acknowledges and  reports on relevant omissions where their staff and/or system s lack the ability to address disclosures fully.     ", "CBRE has established appropriate  systems for the collection, aggregation, and analysis of relevant information to allow for accurate reporting  of data associated with the select disclosures that were within the scope of this assurance.     ", "This independent statement should not be relied upon to detect all errors, omissions or misstatements  that may exist within the assured disclosures in the Report.   ", "Based on the work conducted, we recommend CBRE  consider the following:   ", "Determine whether updated systems can facilitate reporting of additional information in accordance  with the GRI standards where omissions currently exist.   ", " Continue to evaluate materiality of issues based on stakeholder input and adjust reporting as  deemed appropriate.", "This includes the continuous evaluation of the ESG Issues Assessment  Methodology.     ", "Statement of I ndependence, Integrity and Competence   Apex is an independent professional services company that specializes in Health, Safety, Social and  Environmental management services including assurance with over 30 years history in providing these  services.   ", "No member of the assurance team has a business relationship with CBRE, its Directors or Managers  beyond that required of this assignment.", "We conducted this assurance assignment independently and to  our knowledge there has been no conflict of interest.   ", "Apex has implemented a Code of Ethics across the business to maintain high ethical standards among  staff in their day -to-day business activities.  119"], ["  Page 4        The assurance team has extensive experience in conducting assurance over environmental, social,  ethical and health and safety information, systems and processes, has over 20 years combined  experience in this field and an excellent understanding of Apex’s standard methodology for the assurance  of sustainability reporting.                 ", "This Report  Report Overview     2-5 External assurance  This Report  Report Overview     2-6 Activities, value chain and  other  business relationships  Our Company,  Environment, Appendix  Our Operations, Our  Net Zero Strategy,  Performance Data  Sheet, SASB Table     2-7 Employees  Social, Appendix  People & Culture,  Performance Data  Sheet     2-8 Workers who are not  employees  Social  People & Culture     2-9 Governance structure and  composition  Governance  Board of Directors     2-10 Nomination and selection  of the   highest governance body  Governance   Board of Directors      2-11 Chair of the highest  governance body  Governance  Board of Directors     2-12 Role of the highest  governance body  in  overseeing the  management of impacts  Governance  Ethics & Compliance      2-13 Delegation of  responsibility for  managing impacts  Governance  Board of Directors      2-14 Role of the highest  governance body  in  sustainability reporting  Environment   Our Commitments      2-15 Conflicts of interest  Governance  Ethics & Compliance,  Cybersecurity     2-16 Communication of critical  concerns  Governance   Harassment -Free  Workplace  CBRE d oes not  report the  number of  critical concerns  reported to the  highest  governance  body.    ", "Anti- Corruption  2016  205-1 Operations assessed for  risks related to corruption Governance  Ethics & Compliance      GRI 205:", "Anti- Corruption  2016  205-3 Confirmed incidents of  corruption and actions  taken  Governance  Ethics & Compliance      Employment   GRI 40 1:  Employment   2016  401-1 New employee hires and  employee turnover  Social  People & Culture,  Talent Engagement       Diversity, Equity, and Inclusion   GRI 405:  Diversity and  Equal  Opportunity  2016  405-1 Diversity of governance  bodies and employees  Social, Governance   People & Culture,  Board of Directors       Training and Education   GRI 404:  ", "Training and  Education 2016  404-1 Average hours of training  per year per employee  Social   Talent Engagement  CBRE does not  report training  details by  gender or  employee  category.   ", "Training and  Education 2016  404-3 Percentage of employees  receiving regular  performance and career  development reviews  Social   Talent Engagement  CBRE d oes not  report  performance  review data by   Page 7        gender or  employee  category.    ", "Occupational Health and Safety   GRI 403:  Occupational  Health and  Safety 2018  403-9 Work -related injuries  Social   Workplace Safety  Data is not  available for  workers who  are not  employees as it  is outside  CBRE’s   reporting  boundary.    "], ["This assurance statement applies to the related information included within the scope of  work described below .   ", "Our sole responsibility wa s to provide independent assurance on  the accuracy of the water and waste data.   ", "Scope of work   The scope of our work was  to provide limited assurance over  global water and waste data for the reporting period   of January 1, 2023 to December 31, 2023  (the ‘S ubject Matter ’).", "Data and information supporting the Subject  Matter were in all cases estimated rather than historical in nature.", "Our assurance does not extend to any other  reported information outside the Subject Matter .  ", "Reporting Boundaries   The following are the boundaries used by CBRE  for reporting sustainability data:   • Operational Control    • Worldwide   Reporting Criteria  The Subject Matter needs to be read and be understood together with the following disclosures:   Global Reporting Initiatives (GRI):   • GRI 303 (2018)  – Water & Effluents   • GRI 306 (2020)  – Waste  Limitations and Exclusions   Limitations and exclusions from the scope of our work is any assurance of information relating to:   • Activities outside the defined assurance period;    • Positional statements (expressions of opinion, belief, aim or future intention by CBRE ) and statements  of future commitment ; and  • Waste and water metrics associated with Turner & Townsend, a wholly owned subsidiary of CBRE.   ", "This limited assurance engagement relies on a risk based selected sample of water and waste data and the  associated limitations that this entails.", "T his independent limited assurance statement should not be relied upon to  detect all errors, omissions or misstatements that may exist.   ", "Our responsibilities were to:   • obtain limited  assurance about whether the Subject Matter has been prepared in accordance with the  Reporting Criteria;   • form an independent conclusion based on the assurance procedures performed and evidence obtained;  and  • report our conclusions to the Stakeholders of CBRE .         ", "Page 2         Assessment Standards  We performed our work in accordance with Apex’s standard procedures and guidelines for external Assurance of  Sustainability Reports and the International Standard on Assurance Engagements (ISAE) 3000 Revised,  Assurance Engagements Other than Audits or Reviews of Historical Financial Information (effective for  assurance reports dated on or after Dec. 15, 2015), issued by the International Auditing and Assurance  Standards Board.", "Summary of Work Performed   Our independent assurance included:   1.", "Reviewing the data collection and consolidation processes used to compile the Subject  Matter ,  including assessing assumptions made, and the data scope and reporting boundaries;   4.", "Reported Data  The global water data within the defined boundary were:   Metric  Megaliters  Million gallons   Total water withdrawal  338.9  89.6  Total water discharge  321.9  85.0  Total water consumption  16.9 4.5    ", "The global waste data within the defined boundary were:   Metric  Metric tons   Total waste generated  889  Total waste diverted from disposal  302    Conclusion     On the basis of  our methodology and the activities described above:   • Nothing has come to our attention to indicate that the Subject Matter is not fairly stated in all material  respects , in accordance with the Reporting Criteria; and   ", "• It is our opinion that CBRE  has established appropriate systems for the collection, aggregation and  analysis of quantitative data such as  Water Metrics Estimation Model and Internal Company Protocol for  waste metrics estimation and reporting.                      ", "Page 3            Statement of Independence, Integrity and Competence   Apex is an independent professional services company that specializes in Health, Safety, Social and  Environmental management services, including assurance with over 30 years history in providing these services.   ", "Apex has implemented a Code of Ethics across the business to maintain high ethical standards among staff in  their day -to-day business activities.   ", "No member of the assurance team has a business relationship with CBRE , its Directors or Managers beyond that  required of this assignment.", "We have conducted this assurance independently, and there has been no conflict of  interest.   ", "The assurance team has extensive experience in conducting assurance over environmental, social, ethical and  health and safety information, systems and processes, has over 20 years combined experience in this field and  an excellent understanding of Apex’s standard methodology for the assurance of Environmental, Social and  Governance data.     "], ["Performance Data Table - CBRE Group, Inc.12021 2022 2023 Our Business Financial Highlights2 Revenue ($ thousands) $27,746,036 $30,828,246 $31,948,867 Net income attributable to CBRE Group, Inc. ($ thousands) $1,836,574 $1,407,370 $985,747 Core EBITDA ($ thousands) $2,863,653 $2,924,264 $2,209,078 Operating Expenses ($ thousands) $4,074,184 $4,649,460 $4,561,997 Employee-Related Expenses (e.g., compensation, benefits) ($ thousands) $9,859,185 $11,060,000 $10,318,473 Operational Footprint CBRE Investment Management assets under management ($ billion) $141.9 $149.3 $147.5 Total value of Trammell Crow Company development projects in process ($ billion) $18.5 $16.9 $15.8 Floor area under management (billion sq ft) 7.1 7.3 7.3 Employees 106,214 114,907 119,435      Americas - full-time 42.9% 41.9% 40.7%      Americas - part-time 0.2% 0.2% 0.2%      EMEA - full-time 27.7% 28.4% 28.5%      EMEA - part-time 2.2% 2.2% 2.2%      APAC - full-time 26.8% 27.1% 28.1%      APAC - part-time 0.2% 0.3% 0.3%ESG  Performance   Data Table1 1 - Data reflects performance based on 2023 organizational structure and methodologies, therefore, data for 2021 and 2022 may not always correspond to the same metrics published in prior Corporate Responsibility reports .    ", "2 - Financial performance reflects data reported in CBRE’s", "Environmental, social and governance data does not include Turner & Townsend ."], ["Scope 1 - Total 49,818 48,337 55,877      Vehicle fuel 49,030 48,158 55,225      Machinery fuel 788 179 652 Scope 2 - Purchased electricity and heating: Location-based 49,833 41,076 37,935 Scope 2 - Purchased electricity and heating: Market-based 52,647 47,525 33,250Continued Renewable Electricity is presented as a subset of purchased electricity and therefore already reflected in total energy consumption125"], ["Scope 3 - Total 33,316,575 32,920,583 31,200,391      3.1 - Purchased goods and services 4,445,186 5,507,941 5,150,050      3.3 - T&D losses and well-to-tank 25,838 23,276 24,152      3.6 - Business travel 14,544 19,724 25,975      3.7 - Employee commute 43,984 95,958 119,643      3.8 - Upstream leased assets (landlord services to common areas) 9,611 9,017 8,406      3.11 - Use of sold product (energy use in buildings under management) 28,102,761 26,483,971 25,091,640      3.15 - Investments 674,651 780,696 780,525 Total Scope 1-3 GHG Emissions - Location-based 33,416,226 33,009,996 31,294,203 Total Scope 1-3 GHG Emissions - Market-based 33,419,040 33,016,445 31,289,518 Carbon Offsets Purchased 3,072 2,391 4,326 Resource Use - Waste Estimated waste generated (metric tons) 415 811 889      Estimated waste disposed into landfill (metric tons)", "278 543 587      Estimated waste recycled (metric tons) 137 268 302Continued126"], ["Performance Data Table - CBRE Group, Inc. 2021 2022 2023 Environmental - Scaling a Low Carbon Future Global Sustainability Solutions Number of Energy & Sustainability professionals globally 575 589 694 Number CBRE Investment Management portfolios submitted to the GRESB Real Estate benchmark 64 66 62 Energy and Sustainability Services      Number of buildings under management where CBRE provides energy and sustainability services 41,087 34,884 46,476      Floor area of buildings under management where CBRE provides energy and sustainability services (million sq ft) 997 1,282 1,376 Global Workplace Solutions Highlights      Energy cost savings identified and proposed for clients $103,974,927 $109,795,940 $124,192,422      Energy cost savings executed or approved by clients $71,056,665 $71,088,034 $107,429,517      Carbon reduction opportunities identified and proposed to clients (MT CO2e) 272,000 300,000 608,146      Carbon reduction opportunities executed or approved by clients (MT CO2e) 153,000 261,000 548,598 Environmental Regulation Number of significant fines or non-monetary sanctions for noncompliance with environmental laws or regulations 0 0 0"], ["Under 30 18.8% 18.6% 18.0%      30-50 55.7% 55.7% 56.4%      Over 50 25.7% 25.7% 25.6% Talent Management & Employee Engagement Employees accessing Talent Coach (%) 96.0% 95.0% 90% Number of hours of learning in Talent Coach (million hours) 0.9 1.1 1.7 Average number of training hours completed in Talent Coach, per user 9.0 9.0 14.0 Year-end performance review completion rate through Talent Coach (%) 96.0% 96.0% 96% Employees with performance goals (%) -- 89.0% 85%Continued129"], ["Performance Data Table - CBRE Group, Inc. 2021 2022 2023 Social - Creating Opportunities So All People Thrive Talent Management & Employee Engagement Number of new employee hires 30,289 35,880 30,990 Employee engagement survey response rate (%) 84.0% 83.0% 84.0% Turnover Rate 23.2 24.2 21.6 Absentee Rate -- 2.7 3.0      Data coverage, % of employees -- 35.9% 34.8% Health & Safety Total Recordable Incident Rate (TRIR) 0.36 0.33"], ["Performance Data Table - CBRE Group, Inc. 2021 2022 2023 Governance - Leading with Integrity to Build Trust Board of Directors Number of Directors on Board 10 11 11 Number of independent Directors 9 10 10 Board diversity      By gender, female (%) 30% 27% 27%      By gender, male (%) 70% 73% 73%      By ethnicity, diverse (%) 40% 36% 36%      By ethnicity, white (%) 60% 64% 64%      By age, 30-50 (%) 10% 9% 9%      By age, 50+ (%) 90% 91% 91% Average Board tenure      0-4 years 50.0% 45.5% 27.0%      5-8 years 30.0% 36.4% 46.0%      8+ years 20.0% 18.2% 27.0% Ethics & Compliance Percentage of employees who completed the Standards of Business Conduct certification (%) 91.0% 94.3% 93.0% Employees serving as Ethics and Compliance Ambassadors 475 1,209 1,413 Number of reports received related to potential incidents in violation of our Standards of Business Conduct 1,338 1,411 1,625Continued131"], ["Performance Data Table - CBRE Group, Inc. 2021 2022 2023 Governance - Leading with Integrity to Build Trust Responsible Procurement Number of suppliers screened against ESG procurement criteria 30,165 33,956 41,276 Number of suppliers screened against ESG procurement criteria and engaged in corrective actions -- -- 12.5% Number of suppliers with contracts including ESG clauses -- -- 511 Total number of suppliers that accepted CBRE's Supplier Code of Conduct and have been approved 24,531 34,664 60,565 Total amount awarded to small business and diverse-owned suppliers ($ billion) $3.2 $2.9 $3.2 Supply Chain Sustainability      Total number of supplier group companies screened through EcoVadis 422 594 600      Number of supplier group companies earning an Ecovadis Bronze ranking or above -- 490 532      Average supplier Ecovadis score 61/100", "64/100 62/100      Spend with sustainable suppliers ($ billion) $3.4 $4.99 $5.80Continued 3 - “Significant Suppliers” are suppliers that are identified as “Strategic” or “Preferred” in CBRE systems .132"], ["This Report Report Overview 2-6 Activities, value chain and other business relationships Our Company, Appendix Our Operations, Performance Data Table,  SASB Table 2-7 Employees Social, Appendix People & Culture, Performance Data Table 2-8 Workers who are not employees Social People & Culture 2-9 Governance structure and composition Governance Board of Directors 2-10 Nomination and selection of the highest governance body Governance Board of Directors 2-11 Chair of the highest governance body Governance Board of Directors 2-12 Role of the highest governance body in overseeing the management of impacts Governance Ethics & Compliance 2-13 Delegation of responsibility for managing impacts Governance Board of Directors 2-14 Role of highest governance body in sustainability reporting Environment Our Commitments 2-15 Conflicts of Interest Governance Ethics & Compliance, Cybersecurity 2-16 Communications of critical concerns Governance Harassment-Free Workplace", "We do not report the number of critical  concerns reported to the highest gover - nance body."], ["GRI Standard Disclosure GRI Indicator Section Subsection Omission GRI 2: General Disclosures 2021 2-18 Evaluation of the performance of the highest governance body Governance Board of Directors 2-19 Remuneration policies Governance Board of Directors 2-20 Process to determine remuneration Governance Board of Directors 2-21 Annual total compensation ratio Governance Board of Directors 2-22 Statement on sustainable development strategy Environment Sustainability 2-23 Policy Commitments Social, Governance Human Rights, Data Privacy, Enterprise Risk  Management, Ethics & Compliance 2-24 Embedding policy commitments Environment, Social, Governance Our Commitments, Human Rights, Data Privacy,  Enterprise Risk Management, Ethics &   Compliance, Harassment-Free Workplace Safety 2-25 Processes to remediate negative impacts Governance Enterprise Risk Management, Harassment-Free  Workplace 2-26 Mechanisms for seeking advice and raising concerns Social, Governance Workplace Safety, Ethics & Compliance 2-27 Compliance with laws and regulations Environment, Governance Our Net Zero Strategy, Ethics & Compliance 2-28 Membership associations Our Company Memberships & Initiatives 2-29 Approach to stakeholder engagement Our Company Stakeholder & Community Engagement 2-30 Collective bargaining agreements Social Talent Engagement GRI 3: Material Topics 2021 3-1 Process to determine material topics Our Company Priority ESG Issues, Sustainable Development  Goals 3-2 List of material topics Our Company Priority ESG Issues, Sustainable Development  Goals 3-3 Management of material topics Environment, Social, Governance Understanding Our Impact, Climate Risk &  Resilience, Global Sustainability Solutions, Talent  Engagement, Diversity, Equity & Inclusion,  Supplier Diversity, Workplace Safety, Ethics &  Compliance, CybersecurityContinued134"], ["Anti-corruption 2016 205-1 Operations assessed for risks related to corruption Governance Ethics & Compliance 205-2 Communication and training about anti-corruption policies and procedures Governance Ethics & Compliance 205-3 Confirmed incidents of corruption and actions taken Governance Ethics & Compliance GRI 206: Anti-competitive Behavior 2016 206-1 Legal actions for anti-competitive behavior, anti-trust, and monopoly practices Governance Ethics & Compliance GRI 302:", "Energy 2016 302-1 Energy consumption outside of the organization Environment Our Net Zero Strategy 302-2 Energy consumption outside of the organization Environment Our Net Zero Strategy, Global Sustainability  Solutions 302-3 Energy intensity Environment Our Net Zero Strategy 302-4 Reduction of energy consumption Environment Our Net Zero Strategy,   Global Sustainability Solutions GRI 303: Water and Effluents 2018 303-5 Water consumption Environment Our Net Zero Strategy GRI 305: Emissions 2016 305-1 Direct (Scope 1) GHG emissions Environment Understanding Our Impact 305-2 Energy indirect (Scope 2) GHG emissions Environment Understanding Our Impact 305-3 Other indirect (Scope 3) GHG emissions Environment Understanding Our Impact 305-4  GHG emissions intensity Environment Understanding Our Impact 305-5 Reduction of GHG emissions Environment Our Net Zero Strategy,   Global Sustainability Solutions GRI 308: Supplier Environmental Assessment  2016308-1 New suppliers that were screened using environmental criteria Governance Ethics & Compliance 308-2 Negative environmental impacts in the supply chain and actions taken Environment Our Net Zero Strategy GRI 401: Employment 2016 401-1 New employee hires and employee turnover Social People & Culture, Talent EngagementContinued135"], ["GRI Standard Disclosure GRI Indicator Section Subsection Omission GRI 403: Occupational Health and Safety 2018 403-1 Occupational health and safety management system Social Workplace Safety 403-2 Hazard identification, risk assessment, and incident investigation Environment, Social Workplace Safety 403-3 Occupational health services Social Workplace Safety 403-4 Worker participation, consultation, and communication on occupational health  and safetySocial Workplace Safety 403-5 Worker training on occupational health and safety Social Climate Risk & Resilience, Workplace Safety 403-6 Promotion of worker health Social Talent Engagement, Workplace Safety 403-7 Prevention and mitigation of occupational health and safety impacts directly  linked by business relationshipsSocial Workplace Safety 403-9 Work-related injuries Social Workplace Safety Data is not available for workers who  are not employees as it is outside our  reporting boundary GRI 404:", "We do not report training details by gen- der or employee category.", "We do not report performance review   data by gender or employee category.", "GRI 405: Diversity and Equal Opportunity 2016 405-1 Diversity of governance bodies and employees Social, Governance People & Culture, Board of Directors 405-2 Ratio of basic salary and remuneration of women to men Social Diversity, Equity & Inclusion GRI 406: Non-discrimination 2016 406-1 Incidents of discrimination and corrective actions taken Governance Harassment-Free Workplace GRI 415: Public Policy 2016 415-1 Political contributions Governance Ethics & Compliance GRI 418: Customer Privacy 2016 418-1 Substantiated complaints concerning Social Data PrivacyContinued136"], ["Code Activity Metric 2023 Disclosure IF-RS-410a.1 Revenue from energy and sustainability services CBRE GWS and Advisory Services generated more than $385 million in revenue globally through energy and sustainability   services.", "This value reflects sustainability-specific contracts and does not include portions of broader service agreements   that often include sustainability-related projects.", "IF-RS-410a.2 (1) Floor area and (2) number of buildings under management provided with  energy and sustainability servicesCBRE GWS and Advisory Services teams provided energy and sustainability services to about 1.3 billion sq. ft. across over 46,500 buildings under  management globally.", "F-RS-410a.3 1) Floor area and (2) number of buildings under management that obtained an  energy ratingGlobally CBRE obtained   7,060 ENERGY STAR® ratings for clients, representing 564 million sq. ft.  ", "Of these, (2) 295 buildings under management  were ENERGY STAR® certified buildings in 2023, representing (1) 89.8 million sq. ft. CBRE aspires to lead by example across our own corporate  office portfolio.", "CBRE occupied 70 offices with tenant space sustainability and health certifications, such as LEED, WELL, BREEAM and Fitwel.  ", "This represents nearly 42% of total occupied space greater than 10,000 sq. ft. amounting to over 2.5 million sq. ft.", "IF-RS-510a.1 Brokerage revenue from dual agency transactions CBRE had revenue $502M from dual agency (sales/lease) transactions in the U.S.", "Please see a discussion of how we assure the professional  integrity and duty of care of our workforce in avoiding conflicts of interest in the Ethics & Compliance: Professional Integrity and Conflict of  Interest section of this report.", "F-RS-510a.2 Revenue from transactions associated with appraisal services CBRE had global revenue from appraisal (valuation) services was $716M.  ", "Please see a discussion of how we assure the professional integrity  and duty of care of our workforce in avoiding conflicts of interest in the Ethics & Compliance: Professional Integrity and Conflict of Interest  section of this report.", "IF-RS-510a.3 Amount of legal and regulatory fines and settlements associated with profession- al integrity or duty of careThe total amount of monetary losses to CBRE as a result of settlements associated with professional integrity or duty of care was $1,803,336.", "In 2023, these settle- ments were professional indemnity cases including negligence and malpractice.  ", "F-RS-000.A Number of property management clients, categorized by:  (1) tenants and (2) real estate ownersCBRE had a total of nearly 6,000 property and facilities management clients, including (1) 1,935 tenants (occupiers) and about (2) 4,000 real  estate owners.", "F-RS-000.B Floor area under management with owner operational control CBRE managed 7.3 billion sq. ft. of buildings   globally for real estate owners and occupiers through our Property Management and Global Work - place Solutions business segments.", "F-RS-000.C Number of buildings under management with owner operational control CBRE manages commercial properties and corporate facilities on a third-party basis.", "Our clients typically retain owner operational control for  these properties.", "Owner operational control of a building under management varies across client type, occupancy (sole or multi-tenant), and  terms of lease agreements.", "As of year-end 2023, CBRE managed 4.2B sq. ft.", "F-RS-000.D Number of leases transacted, categorized by: (1) tenants and (2) real estate  ownersCBRE transacted 60,600 leases for both tenants and real estate owners.", "F-RS-000.E Number of appraisals provided CBRE provided 625,050 valuation and advisory assignments.", "SASB  Disclosures CBRE supports the mission of the International  Sustainability Standards Board (ISSB) and  Sustainability Accounting Standards Board (SASB)  Standards, which creates industry-specific  sustainability accounting standards that help  companies disclose financially material, decision- useful environmental, social and governance (ESG)  information to investors.", "CBRE is a member of  the International Financial Reporting Standards  Foundation Sustainability Alliance and was a founding  member of the SASB Alliance.  ", "This is the seventh year that CBRE is disclosing   data using the SASB standards.", "We identified the   Real Estate Services standard as applicable to our  company.", "The following table contains our disclosure  on the topics included in that standard.137"], ["TCFD  DisclosureBoard Oversight   Our Board of Directors has direct oversight of sustainability  and social responsibility issues, including climate-related risks  and opportunities.", "Our Board made a deliberate decision to  retain governance of these matters at the Board level and  chose not to delegate these matters to a specific committee  because it believes that these matters are integral to the  company’s future success.", "Throughout the year, our Board  receives reports and engages in discussions with our Chief  Sustainability Officer (CSO) on key sustainability matters.  ", "Board members responsible for this oversight with specific  sustainability experience include Brandon B. Boze, Shira D.  Goodman, E.M. Blake Hutcheson, Gerardo I. Lopez, Oscar  Munoz, Sanjiv Yajnik, and CEO and Chair Robert E. Sulentic.  ", "Management Oversight   Our CEO retains responsibility for climate-related risks and  opportunities.", "Reporting directly to the CEO, our Executive  Vice President and General Counsel (EVP/GC) leads the  Enterprise Risk Management (ERM) function through an  Enterprise Risk Committee (ERC).", "In 2023, our CSO and Senior Vice President  of Corporate Sustainability (SVP/CS) served as members of  the ERC.", "The EVP/GC and ERC review corporate risks with the CEO  and Board on a quarterly basis.", "Each year, the ERM team  conducts a global risk assessment to identify and track the  company’s most pressing risks and opportunities, review  impact assessments and map exposure areas, and determine  ERM program needs going forward.", "The assessment considers  input from our leaders across all business lines, functions and  geographies, as well as external advisors.", "The ERC identified  environmental sustainability – including climate-related  physical and transition risks – as a risk and opportunity.   ", "Our CSO and SVP of Corporate Sustainability participated CBRE has reported Task Force for Climate-Related Financial  Disclosures (TCFD) since 2018, reflecting our commitment  to sharing information about climate-related risks and  opportunities with stakeholders.", "TCFD has been fully  incorporated into the International Sustainability Standards  Board (ISSB) Standards finalized in 2023, however, for  the 2023 reporting year, CBRE chose to use the TCFD  recommendations rather than new ISSB standards during this  transition period.", "Our CSO convenes a Global Sustainability Leadership  team comprised of business segment leaders responsible  for oversight of climate-related opportunities through  sustainability solutions in the real estate marketplace.", "The  SVP of Corporate Sustainability is a member of the Global  Sustainability Leadership team and leads greenhouse gas  (GHG) emissions target setting and reporting and engages  other corporate leaders to drive progress toward CBRE’s net  zero commitment.   ", "For example, our Vice President of Global Security and  Crisis Management (VP/GSCM) oversees planning for and  response to increasing weather-related incidents connected  to the acute physical impacts of climate change.", "Further,  sustainability teams exist within our business segments  to mitigate risks, maximize opportunities for offering  sustainability solutions to clients and drive progress toward  our commitments.[TCFD 1 (b)]"], ["Scenario Analysis CBRE recognizes the complexity of and extent to which  climate change may impact the commercial real estate  industry, how we serve our clients and our own operations.  ", "Climate change presents unique risks and opportunities for  each of CBRE’s business segments and different impacts to  our occupier and investor clients.", "A variety of factors, such as  market sector and geography, will affect the level of impact to  CBRE and our clients.  ", "We assess risks and opportunities consistent with TCFD,  including (1) risks related to the physical impacts of climate  change and (2) risks and opportunities across a range  of climate-related scenarios.", "Key understandings for the low-carbon  transformation scenario with specific consideration for the  buildings sector include:  — Widespread investment in building retrofits to improve  operating efficiency.  ", "— Public policy that enables decarbonization by removing  implementation barriers and increasing financial  incentives.2.", "Key understandings for the isolated improvement  scenario with specific consideration for the buildings sector  include:  — Steady investment in building retrofits to improve  operating efficiency.  ", "—Lingering use of fossil fuels in the built environment.  — Inconsistent decarbonization public policy that varies by  jurisdiction.3.", "Key understandings for the   BAU scenario with specific consideration for the buildings  sector include:  — Moderate investment in building retrofits to improve  operating efficiency.  ", "— Fossil fuels continued to be used for heating in the built  environment.  "], ["Risk Assessment The following summarizes relevant  climate-related risks considering time  horizon and potential impact.", "The color-coded scale for  assessing risk is inverse to the scale  used for the opportunity assessment.", "Transition Risks Transition Risk resulting  from the transition to  a low-carbon economy,  including both mitigation  and adaptation   considerations.", "Policy & Legal Energy performance requirements on new and existing buildings may increase costs of new development and  real estate investments Exposure to litigation related to GHG emissions and climate change may increase operating costs and negatively  impact corporate reputation Increased policies placing price on carbon and GHG emissions (e.g., carbon tax) may increase operating costs of  real estate investments and rent for corporate office space Increased emissions reporting obligations requiring advanced data systems may require greater investment in  metering for new development and increase operating costs of real estate investments and corporate reporting Mandates on and regulation of existing products and services may result in operational changes across our  clients’ businesses and require investment to upskill our workforce Technology Investment in new decarbonization technologies may increase costs of new development and real estate  investments Transition to low-carbon buildings, materials and technologies may increase costs of new development and real  estate investments Limited capacity to develop and scale decarbonization solutions may limit business growth for select sustain- ability service lines Operation and maintenance of new and emerging low-carbon building technologies may require investment to  upskill our workforce Cost premiums for on-site renewable energy systems may delay or deter investment in distributed energy  resources for real estate investments or new development projects Limited options and availability of electric trucks may result in a cost premium compared to internal combus- tion engine alternativesLow-carbon Transformation S M LIsolated Improvement S M LBusiness as Usual S M L1."], ["Market + Reputation Rising client expectations for sustainability performance may be at odds with low-cost pressure for new develop- ment, investments and services, sending conflicting market signals Rising client expectations for supply chain decarbonization may be at odds with low-cost delivery model Physical climate change impacts and increased demand for low-carbon products may increase costs of select   raw materials Building sector’s share of global carbon emissions may increase pressure on the commercial real estate industry   to accelerate decarbonization Physical Risks Physical Risk resulting  from climate change can be acute (such as   a severe storm or flood)  or chronic (such as   longer-term shifts in  climate patterns).Acute - Increased severity of extreme weather events in areas where we operate may cause physical damage   to assets under management, real estate investments, new development projects or occupied corporate offices Acute - Increased severity of extreme weather events may cause disruptions in our supply chain with   the potential to impact access to goods and services for our clients or corporate operations Chronic - Change in precipitation patterns, resulting in flooding or drought in areas where we operate may cause physical  damage to assets under management, real estate investments, new development projects or occupied corporate  offices Chronic - Changes in extreme variability in weather patterns may impact planning and design for new   development projects Chronic - Rising mean temperatures may increase energy use for cooling systems, resulting in higher   operating costs for real estate investments and increased rent for corporate office space Chronic - Rising sea levels may impact urban development and communities in coastal areas, increasing   cost of development or value at risk for real estate investments in these areasLow-carbon Transformation S M LIsolated Improvement S M LBusiness as Usual S M L1."], ["Risk Assessment The following summarizes relevant  climate-related opportunities  considering time horizon and  potential impact.", "Climate-Related  Opportunities[TCFD 2(a)]", "Resource Efficiency Transition to high-performance buildings may reduce resource use and associated operating cost for real  estate investments and corporate offices Use of more fuel-efficient and electric vehicles may decrease total cost of fleet operations Integration of low-carbon materials in new development projects may provide a market signal to manufacturers  to accelerate innovation and scale production Increased recycling, reuse and use of refurbished materials in corporate offices and managed buildings may  support development of a circular economy Optimizing our corporate office portfolio post-pandemic may result in greater operating efficiency through  office consolidation to improve space utilization Energy Sources Transition to renewable energy resources will reduce in-use operational emissions of real estate investments  and corporate offices Integration of on-site renewable energy systems may increase market value of real estate investments and new   development projects Government incentives may accelerate adoption of low-carbon building energy systems in real estate   investments and new development projectsLow-carbon Transformation S M LIsolated Improvement S M LBusiness as Usual S M L1."], ["Services and Marketplace Increasing client demand for renewable energy procurement may increase revenue from related sustainability   service offering Transition away from fossil fuel-based building energy systems may increase related project management oppor - tunities to implement building retrofits in buildings under managemen Increasing client demand for real estate portfolio decarbonization planning may increase revenue from related   sustainability service offerings Transition to electric vehicles may increase related project management opportunities to plan and install  charging infrastructure on-site at buildings under management Progress toward sustainability commitments combined with comprehensive sustainability service offerings may  provide competitive differentiation and enhance brand reputationLow-carbon Transformation S M LIsolated Improvement S M LBusiness as Usual S M L1."], ["Business segment and corporate function leaders connected to the identified  climate-related risks and opportunities are responsible for minimizing risks and  capitalizing on opportunities.", "Minimizing Risk Business segment and corporate function leaders oversee the development and  implementation of strategies to effectively mitigate climate-related risks to an  accepted residual level.", "For example, our Real Estate Investments business segment  uses specialized climate risk modeling platforms to assess the physical risks of  their investment portfolios and development sites.", "Similarly, our Corporate Real  Estate team includes climate-related attributes in our site selection process when  evaluating locations for new offices.", "This approach also applies to mitigating transition risks.", "In 2023, our Corporate  Finance and Corporate Sustainability teams jointly initiated a review of enacted and  proposed climate-related regulations globally and recommended the creation of an  ESG Reporting Program.", "The ESG Reporting Program will establish an enhanced  governance model to mitigate regulatory risks going forward and implement  proactive strategies to enable CBRE to comply with evolving legal requirements for  climate change and other ESG disclosures.", "Capitalizing Opportunities Business segment leadership, under the strategic direction of our CSO, are  responsible for expanding our capability and capacity to deliver industry-leading  decarbonization services across all market sectors and geographies.   ", "Examples include:  —Sustainability planning and goal setting  —Green leasing strategy and implementation  —Sustainability due diligence  —Net Zero GHG emissions roadmap  —Energy management and procurement  —Zero waste and circular economy  —Water conservation  —Efficiency-as-a-service  —Energy and sustainability analytics  —Renewable energy solutions  —Building electrification  —EV charging solutions  —Net Zero supply chainBusiness Strategy The opportunity to deliver scalable decarbonization solutions to our clients  continues to shape our business strategy.", "For example, through a strategic  partnership established with Altus Power, we offer integrated solar power solutions  across North America.", "Additionally, our investment in Redaptive enables CBRE to  bring innovative efficiency as a service (EaaS) solutions to our clients.", "Similarly,  our investment in Emitwise allows us to bring an industry-leading supply chain  decarbonization program to market while simultaneously improving the approach  which CBRE reports our own Scope 3.1 Purchased Goods and Services GHG  emissions."], ["CBRE’s business strategy aligns with mitigating impacts of climate change through  our approach to our own operations as well as the services we offer to our clients.  ", "We remain cautiously  optimistic that the collective effort of business and governments around the world  will results in a future operating scenario of at least some mitigation (RCP 6.0) with  potential for operating in an ‘aggressive’ mitigation scenario (RCP 2.6) depending  on the rapid deployment of climate-mitigating technologies, enhanced advisory and  management offerings, and client investments in these solutions.", "CBRE’s diversified business across asset types, business lines, clients and  geographic markets positions our company to be resilient in any climate-related  scenario.", "We are concurrently working towards GHG emissions reductions across  our value chain while implementing adaptive measures to adapt to potential  transitional and physical risks.", "We continue to evaluate the changing landscape  and consider additional measures to address our climate-related risks and advance  climate-related business opportunities.", "Each year, CBRE’s ERM team conducts an enterprise risk assessment to identify,  analyze and report on our top risks, including those associated with climate  change.", "This exercise includes many internal  and external activities, including:  — Interviews or surveys with cross-segment and cross-region leaders  —Analysis of internal data points  —External research  —Consultations with external audit and outside counsel  —Risk session with ERC  —Validation with Audit Committee  —Approval from CEO and Board    This process also includes vetting any new ventures that may be associated with  climate-related risks and mitigation.", "In 2023, the Board received quarterly reports on our ERM  program from the EVP/GC, with contributions from our executive leadership, CSO,  SVP Corporate Sustainability, and other leaders, as needed.", "They meet at regular intervals each year.", "CBRE’s ERM approach for climate-related risks and opportunities is the same as our  approach for top enterprise risks of the company."], ["Scope Source Related Risks Scope 1 Vehicle fleet and equipment Our Scope 1 emissions primarily result from fuel consumption in our vehicle fleet used to serve buildings managed for clients, with minor contributions  from Telford Homes equipment and machinery used in the construction of residential developments.", "Risks associated with Scope 1 GHG emissions are transitional, associated with uncertainty in the EV transition.", "Examples include availability and  performance of EVs, availability of charging infrastructure and advancements in battery technology.", "Scope 2 Corporate office energy use Our Scope 2 emissions include both purchased electricity and heat (natural gas) used directly in our leased offices, as well as indirect consumption   from shared building services that may be controlled by the landlord or building owner.  ", "Risks associated with these emissions are both transitional and physical.", "As a tenant, CBRE is reliant on the cooperation of building owners  and landlords to collaborate on building decarbonization.", "3.1 Purchased Goods and Services represent GHG emissions associated with our supply chain, including about 131,000 suppliers globally.", "Our reporting  boundary includes procurement for corporate operations and on behalf of clients.  ", "Risks associated with these emissions are both transitional and physical.", "3.11 Use of Sold Products is defined as the in-use operational emissions of buildings we manage for clients.", "Risks associated with these emissions are both transitional and physical.", "CBRE discloses several metrics as indicators of climate- related risks and opportunities, including but not limited to:  —Scope 1, 2 and 3 GHG emissions  —GHG emissions intensity  —Energy consumption, by source  —Energy use intensity  —Renewable energy procurement  —Water consumption  —Water risk  —Waste generation  —Number of sustainability professionals  —Revenue from energy and sustainability services  — Total floor area and number of buildings under  management provided with energy and   sustainability services  — Total floor area and number of buildings under  management that obtained an energy rating [TCFD 4(b)]146"], ["In 2021, CBRE announced our commitment to achieve net  zero carbon emissions by 2040, in line with the ambition  to limit global temperatures to rise 1.5°C.", "This commitment  encompasses carbon emissions from our own operations, the  properties we manage for building owners and occupiers, and  our supply chain.  ", "These milestones include GHG emissions reductions  from a 2019 base year by:  — 68% for our corporate operations   (absolute for Scopes 1 and 2)  — 79% per square foot (intensity) for buildings   managed for occupier clients (Scope 3)  — 67% per square foot (intensity) for buildings managed   for landlord and building owner clients (Scope 3) Additional details, including performance against these  commitments, are disclosed in the Environmental section   of this report."], ["Theme Description Section 2023 Disclosure Adoption Status Governance: Key Metrics and Disclosures Governing Purpose", "Setting Purpose Our Company, Environment Our Operations, Our Commitments Full Quality of Governing Body Governance Body Composition Governance Board Diversity Full Stakeholder Engagement Material Issues Impacting Stakeholders Our Company Priority ESG Issues Full Ethical Behaviour Anti-Corruption Governance Ethics & Compliance Full Protected Ethics Advice and Reporting  Mechanisms Governance Ethics & Compliance Full Risk and Opportunity Oversight Risk and Opportunity into Business Process Governance Enterprise Risk Management Full Governance: Expanded Metrics and Disclosures Governing Purpose Purpose-led management Our Company, Environment About CBRE, Our Commitments, Full Quality of Governing Body Progress against strategic milestones Environment Understanding Our Impact Full Remuneration Governance Board of Directors Full  Ethical Behaviour Alignment of strategy and policies to  lobbyingGovernance Ethics & Compliance Full Monetary losses from unethical behaviour Governance Ethics & Compliance Full Planet: Metrics  Climate Change Paris-aligned GHG emissions targets Environment Our Commitments Full Impact of Greenhouse gas emissions Environment Understanding our Impact Full Fresh Water Availability Impact of freshwater consumption and  withdrawalEnvironment", "Our Net Zero Strategy Full Resource Availability Resource circularity Environment Our Net Zero Strategy FullCBRE recognizes the World Economic Forum’s (WEF)  International Business Council (IBC) Stakeholder Capitalism  Metrics (SCM), a core set of common metrics and disclosures  on non-financial factors for investors and other stakeholders.  ", "The Stakeholder Capitalism Metrics includes a set of 21 core  and 34 expanded metrics and disclosures which are organized  under four pillars that are aligned with the Sustainable  Development Goals and principal ESG domains: Principles of  Governance, Planet, People and Prosperity.", "This is the fifth  year that CBRE is reporting against select SCMs applicable to  our business and operations.", "The following table includes our  disclosure on the relevant metrics for our business."], ["Form 10-K Page 29 Full People: Metrics Dignity and Equality Diversity and Inclusion Social People & Culture Partial Pay Equality Social Gender Pay Gap Partial  Wage Level Governance Board of Directors Partial Health & Wellbeing Health and Safety Social Performance Full Skills for the Future Training provided Social Learning & Development Full People: Expanded Metrics Dignity and Equality Discrimination and Harassment Governance Harassment-Free Workplace Full Freedom of association and collective  bargaining at riskSocial Talent Engagement Partial Human rights review, grievance, impact and  modern slavery Social Human Rights Partial Health & Wellbeing Well-Being Social Talent Engagement, Workplace Safety PartialContinued *CBRE does not currently disclose information  on the following metrics:"], ["Businesses should support and respect the protection of internationally proclaimed human rights.", "Businesses should make sure that they are not complicit in human rights abuses.", "Businesses should uphold the freedom of association and the effective recognition of the right to collective bargaining.", "Businesses should uphold the elimination of all forms of forced and compulsory labour.", "Businesses should uphold the effective abolition of child labour.", "Businesses should uphold the elimination of discrimination in respect of employment and occupation.", "Businesses should support a precautionary approach to environmental challenges.", "Businesses should undertake initiatives to promote greater environmental responsibility.", "Businesses should encourage the development and diffusion of environmentally friendly technologies.", "Businesses should work against corruption in all its forms, including extortion and bribery."], ["Job   CategoriesFemale Male Nonbinary Total GRAND TOTALWhite Black Hispanic AsianAmerican  IndianNHPI*Two+  RacesWhite Black Hispanic AsianAmerican   IndianNHPI*Two+  RacesWhite BlackHis- panicAsianAmerican  IndianNHPI*Two+  RacesFemale MaleNon  Binary Senior Executive Level  Managers9 0 0 2 0 0 1 21 1 0 2 0 0 0 0 0 0 0 0 0 0 12 24 0 36 First Mid-Level Managers 2,669 281 257 281 18 10 114 4,359 277 334 316 35 10 148 44 1 0 0 1 0 1 3,630 5,479 47 9,156 Professionals 2,918 403 340 583 18 26 163 3,857 363 325 587 25 18 178 47 0 1 1 0 0 1 4,451 5,353 50 9,854 Technicians 19 8 6 2 0 0 2 240 43 21 14 1 3 10 2 0 0 0 0 0 0 37 332 2 371 Sales Workers 184 9 13 9 1 0 7 563 17 11 7 0 0 20 3 0 0 0 0 0 0 223 618 3 844 Administrative Support 2,573 652 460 280 30 34 238 1,254 322 233 144 18 16 116 20 2 3 1 0 0 3 4,267 2,103 29 6,399 Craft Workers 132 23 12 8 3 0 17 7,608 1,141 1,037 250 81 61 471 41 3 1 1 0 0 3 195 10,649 49 10,893 Operatives 3 1 0 0 0 0 0 20 1 5 3 0 1 1 0 0 0 0 0 0 0 4 31 0 35 Laborers 8 8 0 0 0 0 0 97 20 18 8 2 1 7 1 0 0 0 0 0 0"]]}